[{"name":"Reaching out to grasp roots...I stand uprooted by Lapdiang Syiem\n\nAdaption of three poems by Esther Syiem","artform":"Theatre storytelling","duration":"20 Minutes 30 Seconds ","plot":"Theater artist Lapdiang Syiem's performance \"Reach out to grasp roots - I stand uprooted\" is an adaptation of Esther Syiem's poems, centered around the myth of U Thlen. This powerful piece delves into the devastating impact of coal mining on the region, weaving together three interconnected stories: the myth of U Thlen, the tale of a mother and her dying child, and the reemergence of U Thlen in the modern context. By exploring the interplay of these seemingly simple characters, the performance reveals their profound metaphorical significance for our contemporary times. It highlights the destructive force of coal mining, which is consuming land, economies, and lives.","rationale":"The artist's fluid performance challenges traditional gender roles and societal expectations. They question the gendered nature of the myth of U Thlen, exploring how the narrative might unfold if the character were female. Through their work, the artist seeks to share the lived experiences of marginalized communities and challenge the boundaries between the imagined and the real. By embodying diverse roles and emotions, they highlight the fluidity of identity and the power of storytelling to create empathy and understanding. The clothes they are wearing is sybolises the stories of women from rural Meghalya.","keywords":"northeast, body, nature, fluidity, issues, identity, desire","limitations":"","links":"https://princeclausfund.nl/awardees/lapdiang-artimai-syiem\nhttps://www.youtube.com/watch?v=wdeH43EJepc&t=8s\nhttps://www.youtube.com/watch?v=9hIFtaPW7Zg","":"","id":1},{"name":"Rapper Sumeet Samos closed 'Queeristan - Caste and Queerness' with his powerful verses on Dalit oppression and caste discrimination. \r","artform":"Rap","duration":"23 Minutes and 8 seconds ","plot":"Rapper Sumeet Samos closed 'Queeristan - Caste and Queerness' with his powerful verses on Dalit oppression and caste discrimination. \nThe performance contains raps of lived experiences of Dalit live in India raising concerns of violence, dreams, desire and questions youth from the Dalit community The artist used the platform to highlight the issue of Dalit students institutional murder, the idea of India: Mera Bharat mahan and place of Dalit community within it how they face everyday discrimination. ","rationale":"Non-linear storytelling mixed with fludity of experiences. Uses personal narratives and lived experinces of Dalit lives and diverse languages like hindi, english, Odiya. Creating space for imagination and dream, hope about the identiy and the community. Centring the Dalit and performing using just voice and beat is captivating while questioning the politcs of skin colour and who lives hold dignity in this casteist society like india. In the last rap Sumeet  higlights the politcs of merit and reservations  and interrogates the audeince about its origin and basis. A Dalit cross questioning the elite system vis a vis the audience is a radical queer resistive act. ","keywords":"community, resistance, live, performance, songs, caste, dalit, Delhi","limitations":"","links":"https://www.youtube.com/@sumitsamos9750/videos\nhttps://www.youtube.com/watch?v=4Ye_ZfQJsgY&list=PLFfq2zuXmgla4-QuItwPcI-1SeBoPWVj8&index=6","":"","id":2},{"name":"Come eat with me Sri Vamsi Matta","artform":"Play","duration":"1 Hour 30 Minutes ","plot":"This performance is an installtion which asks the audiemce to sit and eat with the artist and experience the caste based food practices which are historically discrimanted against. The play uses the element of sitting in  a circle and eating food while sharing the oral history of dalit food through storytelling of the lived experience of the artist who comes from the same community. The performance demonstrates how food which is an everyday part of our life can be a tool for discrimination but also site of resistance through this kind of play.","rationale":" Establishing the relationship between food and caste and centring 'oral histories' often seen as secondary and untrustworthy; this performance art challenges the fixed notion of primary facts and the notion of what is 'real' history is. Sitting in a circle and eating food together is a chance to be an active ally of anticaste movements. The intreaction and first hand experience of audience being a part of this performance create space for active and sincre caste allyship and critical self reflection. ","keywords":"dalit, caste, food, performance, discriminmation, live, India","limitations":"The full performance is not available but we can reach out to the performaer for the clips. Each time audience intreaction will be changing which is fluid and contextual.","links":"https://www.youtube.com/watch?v=kb58j7kcJh0&t=142s\nhttps://thelocavore.in/2022/08/11/sri-vamsi-mattas-come-eat-with-me-or-to-be-dalit-and-eat/","":"","id":3},{"name":"Man-Woman (2023) | Gurleen Arora (Melancholia)","artform":"Spoken Word Poetry | English","duration":"7-8 minutes","plot":"Performed by Gurleen Arora aka Melancholia in Mumbai, for Kommune India, this spoken word poetry is a brief meditation on gender and identity - and explores the author's personal journey into her current transhood.  ","rationale":"It is a performance that defies a strict form - playing around with poetry, songs and theatre. Through the harrowing 'man-woman' phrases that the speaker keeps repeating, it is a trance-like invitation to enter into the space of the performer. They employ a very lyrical way of talking about their trans-ness, meditating on identity and gender as they discuss their journey - even exploring their body through striptease to provoke the audience. Many 'spoken' word performances like these have come to dominate the queer performance space in India - and this fine performance has a certain ambiguity which qualifies it to be one. ","keywords":"Spoken Word, Poetry, Kommune India, Gender, Trans, Theatre, Man Woman, Identity, Queer performance. ","limitations":"","links":"Man Woman | Gurleen Arora aka Melancholia | Spoken Word Poetry | Spoken Salon 1 - YouTube","":"","id":4},{"name":"Colour of Trans 2.0 ","artform":"Multilingual Documentary-style Play","duration":"Approx. 120 minutes","plot":"This documentary-style play uses testimonial narratives to explore the personal journeys of transgender individuals—Living Smile Vidya, Gee Imaan Semmalar, and Angel Glady. Through frequent code-switching between Tamil, Malayalam, and English, Colour of Trans 2.0 captures the intersectionality of trans identities in different linguistic and cultural contexts. The play offers a blend of activism and art as the performers recount their experiences of identity, oppression, and community-building within and beyond India.","rationale":"It serves as a key example of transgender self-representation and queer performativity, pushing beyond the traditional constraints of documentary theatre. By combining multiple languages and drawing on lived experiences, the play destabilizes the singular narrative of what it means to be transgender in India, challenging the politics of mainstream queer representation. The play queers not only the content but also the form of the testimonial, allowing space for multiplicity in both identity and language, aligning with the archive’s aim to disrupt fixed boundaries and offer a more fluid, diverse depiction of queerness.","keywords":"Transgender, multilingual, self-representation, testimonial, Tamil, Malayalam, activism, resistance, Panmai Theatre","limitations":"The entire play is not freely accessible digitally. The documentary style may limit engagement for audiences seeking more traditional narrative structures. ","links":"https://youtu.be/CD9L5LbTdbI?si=M2_iFz0mY_v1Px93 https://youtu.be/Ev0vdJD-Xaw?si=NO2tEv9eepyB8Wji https://www.facebook.com/people/Panmai-Theatre/100066661912090/ ","":"","id":5},{"name":"Queer', A Spoken Word by Anahita","artform":"Spoken Word Poetry","duration":"2 mins, 37 seconds","plot":"Anahita is the Co-Founder & Director of QueerAbad, Ahmedabad's only Queer-Ally community space and online platform. In this performance, she narrates her experience with and of queerness in entanglement with her body. She talks about the assumptions society makes about her due to her corporality and identifies as someone who is queer 'in' a body and struggling to be a 'queer body'. ","rationale":"The very form of spoken word is queer. It debunks poetry's obsession with rigid form and makes storytelling more accessible. It is fluid in its conception of poetry.  Anahita's writing and narration too is unique, queering language itself as she makes anaphoric use of the word 'straight' in lines like \"My queer self has been assumed straight (pause) Away to be the same\". With every verse, she accounts for the chaffing her queerness feels against a body she doesn't feel at home in. Legs, tongue, soul, heart, she articulates the gendered performativity and performance of body.","keywords":"Queer Spoken Word","limitations":"","links":"https://youtu.be/qxp1UUlXajk?si=6XRl4BNQQeHw5ZJ4  ","":"Language","id":6},{"name":"Preet Ni Dori' - by Swara Oza ","artform":"G-Pop","duration":"3 minutes ","plot":"\n\nSwara Oza is a young singer from Gujarat who took to Instagram and YouTube to introduce a new form of music in the industry - GPop (Gujarati Pop music). This original song by her 'Prem Ni Dori' translates to the thread of love.  The song celebrates a love that transcends society's conventions. It is one that challenge heteronormativity in even the religious figures of Radha and Krishna that are popular in folk culture. ","rationale":"The reason behind this being a part of the archive is its queer form and content. Who could've thought of G-Pop? Making use of Gujarati folk music's popular figures to present novel reimaginings such as \"If Krishna and Radha are like the sun and moon, look at us, we look nothing like that\", this song, whose title translates to 'The String of Love' is a performance queer in both, medium and content. The poetry of the song speaks in defense of a relationship that the society forbids, it dismisses the voyeuring social morality that passes judgement on them. As conveyed by the conversational expressions of the singer, the song is sung as though flirting with the lover. Simultaneously, it becomes our entry wound into the fascinating relationship Gujarati folk music has had with gender performance. Mega successful figures like Falguni Pathak don't perform the kind of hyper femininity most other popular cultures expect of their female artists. ","keywords":"G-pop, Music, Fusion","limitations":"The medium through which this performance is primarily being performed is online. ","links":"https://youtu.be/tdrWSjez6fg?si=39lyGmZZYNrmUbds","":"language","id":7},{"name":"Umbaro' by Raam Mori","artform":"Story Reading ","duration":"5 minutes, 49 seconds ","plot":"Raam Mori reads his story, 'Umbaro' which talks about the domestic threshold that most women in rural Gujarat struggle to symbolically transcend. He satirises the belief that the threshold is symbolic of Goddesses in the day and Witches at night. He compares the threshold's state of limbo to the state of women- damned within the home and equally damned without. When narrated by him as a queer man, it also becomes a commentary on the lived experiences of queer bodies in rural settings.","rationale":"Raam Mori is a queer writer whose collection of feminist short stories won the Sahitya Akademi Puraskar in 2017. He belongs to a Rajput community infamous for their patriarchy in Gujarat. (mentioned because caste continues to remain a huge factor in his subversive work) His stories deal with feminism in the most rural corners of the state. The literature's progressive nature and insight into the 'female' social position is deeply queer when arriving from a male bodied queer.  If one were to meet Raam, he would probably be in a beautifully embroidered skirt and shirt (deeply unconventional for the Gujarati literary world). As he playfully says in a speech, \"I am not like an ironed full sleeved shirt, I am a far more interesting crumpled chundadi\". The expression of feminism and freedom through the pen and narration of a queer writer is a unique performance to be archived.","keywords":"Raam Mori, Storytelling ","limitations":"","links":"https://youtu.be/UequYXInWoM?si=ue95J9i1B2Vbs5Pb","":"language","id":8},{"name":"Tu Maro Dariyo' by B Praak","artform":"Song","duration":"4 minutes, 23 seconds","plot":"As part of a movie called 'Samandar', this is the only Gujarati song sung by B Praak. The song shows the love shared by two friends, a Hindu and Muslim belonging to the same sailing community in Kutchh. The main line that translates 'You are my sea and my shore too' blurs whatever misguided borders heteronormativity likes to draw between platonic and romantic love. As these deeply loving friends navigate communal tensions and crisis, the question of more lingers to any audience that listens to this song. This song becomes the suggestion of a romantic love. Even in form, it is sung like a love song that merges with spiritualism.","rationale":"To anyone who doesn't understand Gujarati, the song will undoubtedly evoke the sense of a transcendental love. It is penned in an intimate first person voice and speaks to the beloved. In playful but determined pride, the lover rejects a world that calls them mad and tells his beloved 'let them keep their delusions'. The song brims with hope as the lovers dream about a future together. The placement of this song in a film about 'male friendship' queers a popular trope in cinema, reimagining freshly what it means to love. ","keywords":"Tu Maaro Dariyo","limitations":"","links":"https://youtu.be/Vj2zd2ud0As?si=6zvuiZQ2MNGG0fmu","":"language","id":9},{"name":"Preeti Das, Indian Pride Festival ","artform":"Stand-up comedy ","duration":"13 minutes, 49 seconds ","plot":"Preeti Das (professor, performer) takes the stage at Indian Pride Festival organized in Gandhinagar to perform a stand-up comedy set. Weaving through Gujarati, Hindi and English, she begins by requesting a change in stage lights so that she can see clearly and engage with members of audience. She traces queer history from Ellora caves to 'The Man Who Became Wife of His Friend' from Skanda Purana and simultaneously cracks satire on the back of 377. ","rationale":"Das' performance straddles storytelling and stand-up comedy. She actively attempts to debunk the misunderstood defamiliarization of queerness within a classical or traditional Indian context. Through storytelling from the Skanda Purana, she subverts heteronormativity within customs such as 'sola somvaar' and renders queerness perennial through Indian cultures. Her jest of 377 testifies for the contrary narrow-mindedness of the 'modern' world. By choosing stand-up comedy, which has remained infamous for staging privileged punching down at the marginalized, Das (as an ally and woman) queers the form as well.","keywords":"comedy, preeti das","limitations":"","links":"https://youtu.be/0jtEvBExqLo?si=VPdLQFN7zMwRYhmD","":"language","id":10},{"name":"One Part Woman', spoken word by Bharath Savitri Divakar","artform":"Spoken word poetry","duration":"2 mins, 44 secs","plot":"Performed at Spoken Word Festival, this performance is the poet's dissonance and battle with the binaries society attempts to dissect him in. ","rationale":"The poet narrates a world of hypocritical binaries. They talk about a sister who curses them for their femininity and an experience of constant dysmorphia, 'testosterone ties my tongue' The poet resents the way in which the mechanical binaries of society, '1s and 0s' has infiltrated their consciousness too. Through the course of the poem, they talk about the patriarchal stereotypes assigned to women, which also assign to them. They also talk about the unhealthy masculinity associated with men, also associated to them. \"Zero on all days, I am one part woman\"","keywords":"spoken word ","limitations":"","links":"https://youtu.be/UL2FkxVFPig?si=8NeB5ZfUe_JTjgIy","":"language","id":11}]