[{"no":"1","title":"Hum Jinns by Tirana Sengupta","artform1":"\nFusion of Bharatnatyam and urdu poetry\nA project led by a poet, a dancer, and two filmmakers\n","artforms (new additions) ":"","artform":"Classical Dance","duration":"\n5 Minutes 27 Seconds","plot":"The performance \"Hum Jinns Parast,\" an Urdu phrase embodying multiple identities or spirits, is a collaborative work by Maniza Khalid (poet), Tirna Sengupta (dancer), Ghania Siddiqui (director), and Talat Shakeel (sound designer). This piece explores the complex layers of identity within individuals and their efforts to reconcile them. The artists delve into the experiences of LGBTQ+ individuals in a society where their identities are frequently marginalized. Words such as khabeeth, haram, besharami, and behudgi—terms used in Islamic culture to label and dehumanize LGBTQ+ individuals—are employed, while the performance broadens its scope to address society as a whole, not limited to any single religion. Through dance, music, and personal narratives, the creators challenge cultural norms and seek to redefine what it means to be \"normal.\" \n\n\n\n\n\n","rationale":"The artist challenges fixed boundaries within the performing arts by, for instance, performing Bharatnatyam on a terrace without classical music, thereby questioning the current political segregation of languages based on religion and region. The fusion of Urdu and Bharatnatyam is both unique and serves as a political statement against the polarization of the art form and its internal hierarchy. Through Urdu poetry and dancing to the rhythm of spoken words, sound in the film is used to explore and question how the Muslim community and society at large view the LGBTQ+ community.","keywords":"Urdu+dance+challenging the religion+fusion+folks dance","keyword1":"religion","keyword2":"Fusion","keyword3":"Interactive","links":"Hum Jinns","category":"Rewritings","id":1},{"no":"2","title":"Cities and Lovers  by Tirana Sengupta","artform1":"\nBharatnatyam, storytelling with modern music","artforms (new additions) ":"","artform":"Classical Dance","duration":"6 Minutes 19 Seconds","plot":"This performance centres on a female body that defies societal expectations, experiencing love, abuse, and resilience. In the video, the artist performs Bharatnatyam in a public space, blending poetry with storytelling forms. The artist dedicates this work to those who choose love over identities of caste, class, religion, and region, also addressing same-sex love within these stories. Through storytelling, the piece explores love in all its forms and highlights how society uses violence and sectarianism to suppress it. This story is not limited to the experiences of cisgender women but also examines how rigid, violent, and unequal gender norms impact all marginalized identities.\n\n\n\n\n\n\n","rationale":"Performing Bharatnatyam in a public space, rather than in an auditorium, challenges the set norms of how certain arts should be viewed. This piece makes the art form more accessible to the general public. The interaction between the artist and the audience was fascinating for us- especially how the audience of mostly young men from the community, stare at the performer with curiosity while the artist humours them. ","keywords":"Breaking boundaries+folk dance+poetry+ folks dance and urdu fusion+diverse expression","keyword1":"caste","keyword2":"religion","keyword3":"LGBTQIA+","links":"Cities and Lovers","category":"Rewritings","id":2},{"no":"3","title":"Mehngai dayain khai jat hai by Rakesh Kumar NSD","artform1":"Launda Naach , Folk dance Bihar","artforms (new additions) ":"","artform":"Folk Dance","duration":"4 Minutes 32 Seconds","plot":"लौंडा नाच भारत के बिहार यू.पी (पूर्वांचल) राज्य की एक प्रसिद्ध पारम्परिक लोक नृत्य शैली है जिसमें एक पुरुष कलाकार सुंदर स्त्री का वेश धारण कर नृत्य प्रस्तुत करता है !\n\n\nTranslation: Launda Naach is a famous traditional folk dance style of Bihar UP (Purvanchal) state of India in which a male artist disguises himself as a beautiful woman and dances. \n\nThis piece was performed by student Rakesh Kumar SD at The National School of Drama, Delhi. The performer mixes Launda naach with the song  \"Mehangai Dayan Khaye Jaat hai \" which presents a class struggle and a critique of the government and political power. The artist wears clothes which represent Bihari culture and challenge the minimalism of upper-class and upper- caste aesthetics. In the end, members of the audience join Rakeh to perform with him and show their elation with the song by loudly cheering and singing along.","rationale":"What stands out in this performance is how the artist and the audience interact with each other. This performance reclaims regional form in an urban and metropolitan city like Delhi where regional art form from a place like Bihar has been looked down upon.  Historically, this folk art form has been performed by oppressed caste people. The name change from naach to launda naach is a strategy used by the upper castes and classes of Bhojpuri society to demean a popular folk tradition associated with marginalised communities. This renaming, along with the substitution of 'Bidesiya' for Naach, serves to both stigmatize the art form and erase its complex themes of social critique.","keywords":"Breaking boundaries+folk dance+poetry+ folks dance and urdu fusion+diverse expression","keyword1":"humour","keyword2":"interactive","keyword3":"regional","links":"Launda Naach by Rakesh Kumar","category":"Space","id":3},{"no":"4","title":"कव्वाल साहब के पसीने छूट गए नाज़ वारसी से मुकाबला करने मे-Naaz Warsi Vs Rizwan Jafri","artform1":" Qawwali Muqabla ","artforms (new additions) ":"","artform":"Music","duration":"18 minutes 21 seconds ","plot":"In a captivating qawwali competition, Naaz Warsi, a female qawwal, faces off against Rizwan Jafri, a male qawwal. The performance, held before a predominantly male audience, challenges traditional gender roles and expectations. The qawwals sing passionately about love in its various forms, and break the traditional form of sufi songs by performing shayari in the middle. A captivating jugalbandi, or musical duet, between the two showcases their exceptional skills. Naaz Warsi's vibrant attire makes her stand out in the crowd, captivating the audience. The performance serves as a powerful platform for challenging traditional norms and promoting inclusivity through the art of qawwali.","rationale":"This performance challenges the exclusionary practices prevalent in dargah spaces, where hereditary learning often restricts access to women and non-inherited performers. The outright prohibition of women Qawwals from performing at traditional sites is a systemic issue enforced through a code of conduct dictated by the heads of the shrine. This political rationale underscores the importance of their performances as a means to challenge patriarchal norms and demand equal opportunities for women in the qawwali tradition. By performing in unconventional settings and asserting their right to be heard, these artists are contributing to a broader movement towards greater inclusivity and gender equality within the cultural landscape.\n\n\n\n\n\n\n\n","keywords":"Female कव्वाल+uttar pradesh, gender norm, respect, dargah system, indian, modern","keyword1":"religion","keyword2":"social commentary","keyword3":"community","links":"https://www.youtube.com/watch?v=tZUCYnwfHIM","category":"Rewritings","id":4},{"no":"1","title":"\"FAR... WITHIN\" by Laksha (Lakshya), produced by Pivot Arts","artform1":"Dance film ","artforms (new additions) ":"Film ","artform":"Film","duration":"36 Minutes 15 seconds ","plot":"\"FAR... WITHIN\" is a contemporary dance film by Laksha (Lakshya) that explores themes of identity, belonging, and self-discovery. Through dance, Laksha the transwoman artist navigates the tension between their personal desires and societal expectations. The film showcases their unique dance style, blending contemporary and traditional Indian dance forms. It explores themes of isolation, loneliness, and the search for connection, creating a visually stunning and emotionally resonant experience.\n\n\"Our production \"FAR... WITHIN\" is a dance film by Laksha Dantran. The film takes the perspective of a transwoman who has a great dream: she sees the journey of creation, human life, and society. Her dream takes her to the Big Bang, to the first living organisms, and finally to the first primitive human beings. Amid social distancing and the COVID pandemic, she urges all to reflect and take steps. We have a role to return to our nature: we must take care of our Earth and one another.\" - Laksha Dantran\n","rationale":"This pieces focuses on the violence of identity when it comes to the trans* community, especially trans women.  Through body movements, props, narration and rhythm the artist questions human greed for power. The artist uses the metaphor of Mother Earth and nature to find one's true self. The performance draws parallels between lived realities of trans women and the state of the earth.","keywords":"Art form mixing, queer, trans*folks, dance, body movement, desire, descrimination, dream","keyword1":"LGBTQIA+","keyword2":"identity","keyword3":"storytelling","links":"https://www.youtube.com/watch?v=Rngs0UOt6rg\n\nhttps://www.dancingtrans.com/videos","category":"Body","id":5},{"no":"6","title":"Bhaagi hui ladkiyan by Aagaaz theatre directed by Dhawni Vij","artform1":"Theatre \n\n","artforms (new additions) ":"Feminist Theatre ","artform":"Feminist Theatre","duration":"90 Minutes ","plot":"Bhaagi Hui Ladkiyaan is a theatrical exploration of the lives of four young Muslim women residing in Nizamuddin Basti. The play delves into their daily struggles, aspirations, and the complex interplay between their private and public identities. The women, through physical theater and storytelling, confront societal expectations, gender roles, and the limitations of their domestic spaces. By shedding their veils and embracing their true selves, they challenge traditional norms and seek liberation in the outside world. The play ultimately highlights the tension between self-perception and external judgment, as the women navigate the complexities of their identities within their community. ","rationale":"The play is fluid in its essence, with actors sharing personal stories related to current issues surrounding gender norms, sexuality, freedom, and dreams. By using everyday essentials such as toothpaste, bras, and mugs, the play reflects on the idea of mundane items being gendered. This play, at its core, challenges the traditional notion of theatre as an art form, blurring the lines between audience and artist where the performer constantly and consciously interacts with the audience. ","keywords":"interactive theatre ","keyword1":"interactive","keyword2":"regional","keyword3":"religion","links":"https://www.facebook.com/aagaaztheatre/videos/%E0%A4%AD%E0%A4%BE%E0%A4%97%E0%A5%80-%E0%A4%B9%E0%A5%81%E0%A4%88-%E0%A4%B2%E0%A5%9C%E0%A4%95%E0%A4%BF%E0%A4%AF%E0%A4%BE%E0%A4%81-teaser-meta-2019/1889809354479756/","category":"Body","id":6},{"no":"7","title":"Coloured and Choosing by Aruna Ram Ganesh\n\n2016 \nAn Immersive Experience of Gender\n\n\n","artform1":"Experiential Installation","artforms (new additions) ":"","artform":"Immersive Theatre","duration":"13 Minutes 8 seconds ","plot":"This performance is an experiential installation where the audience also becomes the artist of the performance by using a blindfold to understand gender through touch and body movements. The performers stand in the middle of the stage along with the audience to explore gender together. Each rendition is different and subjective like a  game. Coloured and Choosing has been devised by Lochan Baratakke, Rijul Ray,  Sudha Sudanthi and Vrinda Misra, directed by Aruna Ganesh Ram.","rationale":"Using personal narratives through diverse props like sounds, objects, anecdotal material, and music, the idea of the blindfold represents society's binary blindness towards gender. The audience present affects the performance as they become the object of the performance while simultaneously being part of it. The line between the audience and the performers is fluid.","keywords":"Body, desire, love, intreaction, live, Indian, movement ","keyword1":"desire","keyword2":"LGBTQIA+","keyword3":"identity","links":"https://www.youtube.com/watch?v=YDAH4Bp3VU4\nhttps://www.arunaganeshram.com/theatre.html","category":"Body","id":7},{"no":"8","title":"Come eat with me Sri Vamsi Matta","artform1":"Play","artforms (new additions) ":"","artform":"Immersive Theatre","duration":"1 Hour 30 Minutes ","plot":"This performance is an installation which asks the audience to sit and eat with the artist and experience caste based food practices The play uses the element of sitting in  a circle and eating food while sharing the oral history of Dalit food through storytelling by an artist who comes from the same community. The performance demonstrates how food, which is an everyday part of our lives, can be a tool for discrimination but also a site of resistance.","rationale":" Establishing the relationship between food and caste and centring 'oral histories' often seen as secondary and untrustworthy, this performance challenges the fixed notion of primary facts and the notion of what 'real' history is. The interaction and first-hand experience of the audience being a part of this performance creates space for active and sincere caste allyship and critical self-reflection. ","keywords":"dalit, caste, food, performance, discriminmation, live, India","keyword1":"caste","keyword2":"social commentary","keyword3":"collective memory","links":"https://www.youtube.com/watch?v=kb58j7kcJh0&t=142s\nhttps://thelocavore.in/2022/08/11/sri-vamsi-mattas-come-eat-with-me-or-to-be-dalit-and-eat/","category":"Language","id":8},{"no":"9","title":"Kaali Ghati","artform1":"Play","artforms (new additions) ":"","artform":"Theatre","duration":"Not mentioned ","plot":" \"'Kaali Ghadi' is the tale of all the godforsaken affairs of men, the plot twists and turns highlighting all the filth and toxicity in a not so pompous hypothetical village in UP, the blatant social evils existing in our society at present and the merry go round of the omnipresent politics, but garnishing all this is the celebration of emotions.\" -  sbsec.org\n","rationale":"Men share emotional vulnerabilities on stage with other men by venting and maintaining eye contact with the audience. Two men sharing intimate moments stand out especially in front of the Delhi University Faculty and students in a heretonormative setting. This piece challenges the notion of masculinity through body movements, touch and emotion. ","keywords":"Masculinity, India, intimacy, college, performance, live, love, body","keyword1":"interactive","keyword2":"collective memory","keyword3":"desire","links":"https://www.youtube.com/watch?v=V7F4H9sYxJk","category":"Body","id":9},{"no":"10","title":"Rapper Sumeet Samos closed 'Queeristan - Caste and Queerness' with his powerful verses on Dalit oppression and caste discrimination. \r","artform1":"Rap","artforms (new additions) ":"","artform":"Rap","duration":"23 Minutes and 8 seconds ","plot":"Rapper Sumeet Samos closed 'Queeristan - Caste and Queerness' with his powerful verses on Dalit oppression and caste discrimination. \nThe performance contains raps of lived experiences of Dalit lives in India, raising concerns about violence, dreams, and desires. The artist uses the platform to highlight the issue of Dalit students' institutional murder, the idea of India: Mera Bharat Mahan and the place of the Dalit community within it.","rationale":"This performance uses non-linear storytelling mixed with fluidity of experiences. It also uses personal narratives and lived experiences of Dalit lives in diverse languages like Hindi, English and Odiya. This piece creates space for the imagination, dreams, and hopes of the community. A Dalit cross questioning the elite system vis a vis the audience is a radical queer resistive act. ","keywords":"community, resistance, live, performance, songs, caste, dalit, Delhi","keyword1":"caste","keyword2":"regional","keyword3":"resistance","links":"https://www.youtube.com/@sumitsamos9750/videos\nhttps://www.youtube.com/watch?v=4Ye_ZfQJsgY&list=PLFfq2zuXmgla4-QuItwPcI-1SeBoPWVj8&index=6","category":"Language","id":10},{"no":"11","title":"The Creature In Me Is Not Upright by Jasmine Yadav","artform1":"Dance","artforms (new additions) ":"","artform":"Contemporary Dance","duration":"5 Minutes ","plot":" 'The Creature In Me Is Not Upright' is a dance film shot in a public mohalla and a dance studio. It keeps cutting abruptly between the two different locations, conveying that to embrace the future, one must acknowledge the past and tune into the realities of today. The dancing creature slips, melts and finds it challenging to remain upright. The work imagines a future where distress and trauma are allowed space to be witnessed and held. The female body reclaims public space and vents out the trauma and distress. ","rationale":"Using body movements which are considered weird or \"ajeeb\" in female bodies, this piece creates spaces for the body to feel fear, distress, and trauma instead of feeling shame about it. The dark and the light screen highlight movements and vulnerabilities.","keywords":"Public, dance movement, body, city, sexuality, dreams, hope, intreaction","keyword1":"regional","keyword2":"social commentary","keyword3":"interactive","links":"https://www.youtube.com/watch?v=7ROE2uHXFxo","category":"Body","id":11},{"no":"12","title":" Much ago about never by Yuki Elias and team","artform1":"Play","artforms (new additions) ":"Multi Media ","artform":"Multimedia","duration":"12 Minutes 32 Seconds ","plot":"This performance is about two women who come from the same family having fun and engaging in humorous, raunchy banter on stage, ranging from topics such as underwear to having sex with the milkman. Live instruments play on stage during the performance. The stage is full of eye-popping colourful props. ","rationale":"Two women on stage being loud and weird while wearing colourful clothes and using colourful props can be seen as aspirational. They reveal their sexual escapades and secrets to each other. There is a live musician wearing eye-printed glasses and playing the instrument without looking at it. The musician is a part of the whole performance, listening and observing the conversation between the mother and daughter. He serves as both an audience and the performer at the same time. ","keywords":"Female performer, body politics, sarcasm, humour, weird, live play","keyword1":"humour","keyword2":"interactive","keyword3":"desire","links":"https://www.youtube.com/watch?v=xEz_rdykBAE\nhttps://www.youtube.com/user/DurSeBrothers\nhttps://www.yukiellias.com/","category":"Space","id":12},{"no":"13","title":"Rasasutra: Eternal & Endless\n\n\nConcept & Direction\nSUDARSHAN CHAKRAVORTY\n\nCo- Choreography\nRONITA MOOKERJI\n\nMovement Inputs\nPARTH BHARADWAJ, PINKI MONDOL & NARESH GUPTA\n\nLive Electronica Music\nHYBRID PROTOKOL","artform1":"Multimedia Dance Performance","artforms (new additions) ":"","artform":"Contemporary Dance","duration":"10 Minutes 45 seconds ","plot":"The performance is an amalgamation of natya shastra, contemporary dance, and live eletronica music. Performers explore how contemporary dance practitioners can draw inspiration from the rich heritage of Natyashastra, a 2000-year-old text that outlines the principles of drama and dance. By examining the concepts of vyakta (the manifested) and a-vyakta (the unmanifested), the conversation investigates the nature of rasa (aesthetic emotion) and its ability to transcend physical limitations. The discussion also probes the role of ancestry in contemporary practice, questioning how to honor this heritage while pushing the boundaries of traditional forms. Ultimately, Rasasutra aims to challenge binary thinking and explore the fluidity of identity, movement, and expression in contemporary performance.","rationale":"Fusion of forms, live electronica music: the whole performance is based on rhythm, and no words are used.  Lighting, darkness, and shadow show the temporality of emotions and how all of them can coexist and be interconnected.","keywords":"Classical, indian, dance, love, sexuality, staging, light, music, fusion","keyword1":"desire","keyword2":"fusion","keyword3":"","links":"https://www.youtube.com/watch?v=U4LLV0TaYY4","category":"Rewritings","id":13},{"no":"14","title":"ILA ","artform1":"Theatre play","artforms (new additions) ":"","artform":"Theatre","duration":"","plot":"\"Inspired by a lesser known myth, Ila is a devised piece that looks at gender, its related myths and dilemmas and the importance they play in our lives today. With ever-changing landscapes (sometimes in ancient land and sometimes in the local trains of Mumbai) and leaps in time, this chorus takes the audience through a provocative, playful and exciting journey that questions what it means to “be a woman/man and everything in between”- Patchworks Esembles","rationale":"","keywords":"body intreaction, audience engagement, personal narratives, storytelling content which are non-linear , and fusion of forms","keyword1":"regional","keyword2":"social commentary","keyword3":"collective memory","links":"https://patchworksensemble.com/ila/","category":"Body","id":14},{"no":"15","title":"Sex in the city\nby Indu Harikumar","artform1":"Immersive Multimedia Performance","artforms (new additions) ":"","artform":"Immersive Theatre","duration":"Not mentioned ","plot":" Sex in the City is an immersive multimedia performance that blends personal narrative, illustration, and live performance to explore themes of gender, sexuality, and body politics. Created by Indu Harikumar, this powerful piece invites audiences to not just watch, but to actively participate in a collective exploration of pleasure, consent, vulnerability, and gender-based violence. Drawing from eight years of research, the performance culminates in a shared dance experience, fostering a sense of release and connection among all participants.\n","rationale":"The initial poster for \"Sex in the City\" is in itself a powerful political statement. Its bold colours, suggestive imagery, and the figure sprawled confidently in a public space challenge societal norms and expectations around gender, sexuality, and public behaviour. This provocative image directly engages with the ongoing debate about public and private spaces, questioning who has the right to occupy them and how. The interactive nature of the performance, where the audience becomes part of the experience and explores bodily themes and emotions with the performer, further amplifies its political significance by blurring the lines between performer and spectator and challenging traditional notions of theatre.\n\n\n\n\n\n\n\n","keywords":"","keyword1":"desire","keyword2":"interactive","keyword3":"LGBTQIA+","links":"https://www.instagram.com/sandboxcollective/p/DBtXmMTIokZ/?img_index=5\nhttps://induviduality.com/\nhttps://linktr.ee/induviduality\nhttps://www.sandboxcollective.org/","category":"Body","id":15},{"no":"16","title":"Raanti\n\nConcept and choreography- @maijojojo\nPerformers - @ms.sayli @medha_chaudhari06 @hennrai @tanz_vi @maijojojo\n\n\n","artform1":"Contemporary Dance Movement","artforms (new additions) ":"","artform":"Contemporary Dance","duration":"Not mentioned ","plot":"This performance is a contemporary dance movement installation that challenges societal norms and empowers women. By reclaiming the derogatory term \"Raanti\", which means barbarian, the performance celebrates the raw, untamed aspects of femininity often suppressed. Through powerful, embodied movement, it invites audiences to witness the transformative power of authentic self-expression and to reflect on societal pressures that often limit women's freedom to express their emotions fully.\n\n\n\n\n\n\n\n\n\n\n","rationale":"The installation's photo images truly captivated us with their movement, and powerful message. Diverse female bodies, adorned in vibrantly unconventional clothing, took centre stage in a unique performance. Their intimate interactions challenged societal norms and stereotypes about how bodies should behave in public spaces. The backdrop of painted storytelling added an intriguing layer to this thought-provoking display. ","keywords":"","keyword1":"community","keyword2":"social commentary","keyword3":"storytelling","links":"https://www.instagram.com/678.colab/p/DA5tO2BS6vo/?img_index=6","category":"Body","id":16},{"no":"17","title":"Akshayambara (2015) | Sharanya Ramprakash & Dramanon","artform1":"Play | Kannada","artforms (new additions) ":"","artform":"Theatre","duration":"90 minutes","plot":"Directed by Sharanya Ramprakash, this Kannada play by Dramanon Theatre discusses how female sexuality remains a subject that has yet to gain traction. An experimental work that premiered in 2015, it deals with the construct of gender performance - and shows how a male artist in streevesha plays Draupadi while in a tradition-defying move, a woman is cast as the Pradhana Purushavesha of Kaurava. What happens to the interpretation of gender when a man plays the streevesha and the purushavesha is played by a woman? Who is the real woman and who is the real man? The play uses the form of Yakshagana as well as ‘modern’ theatrical methods that interrogate the idea of representation of the female body, and consequently the notion of ownership. ","rationale":"The play strikes a beautiful conversation around bodies, female sexuality and the inversion of gender roles in Yakshagana. It supports what is increasingly a bigger presence of women artists in the dance form. Moreover, Akshayambara’s set includes a Yakshagana stage as well as a green room, both of which are onstage. Both these aspects are big reasons for why this can be selected as a 'queer' performance. The play’s narrative moves between stage and greenroom - and between vesha (costume) and vastava (reality) - thus raising questions to the spectator and their role in the play. ","keywords":"Bodies, Gender, Dance, Sexuality, Kannada, Yakshagana, Draupadi, Kaurava, Theatre.  ","keyword1":"interactive","keyword2":"regional","keyword3":"","links":"https://vimeo.com/531388385 Director info: https://www.instagram.com/sharanya.ramprakash/?hl=en","category":"Rewritings","id":17},{"no":"18","title":"A Thousand Years of Dreaming (2024) | Debashish Paul","artform1":"Film/Sculpture/Art (Studio Exhibition) | English","artforms (new additions) ":"","artform":"Mixed Media","duration":"7 minutes clip (available) - Full Film Length NA","plot":"Debashish Paul's A Thousand Years of Dreaming uses performance art, sculpture, and film to explore queer identity in small-town India. His work reflects the struggles of queer men who conceal their desires due to societal pressures. The exhibition features performance stills, drawings, and sculptures based on the film Hazaro Saalon ka Sapna, where Paul merges personal narratives with ritualistic play, drawing inspiration from mythology, particularly queer depictions of gods like Shiva and Krishna. ","rationale":"The form & content of this artwork makes another great queer performance - especially through the use of the three mediums. Despite working with big studios now, Paul's upbringing was certainly one of importance as he discusses navigating queerness in small-town India. The mixture of various forms coming together in the final exhibition - as well as in the film 'Beyond Body and Gender' mentioned here - makes it an abstract, surreal watch. ","keywords":"Body, Transformation, Queerness, Performance Art, Desire, Religion. ","keyword1":"LGBTQIA+","keyword2":"regional","keyword3":"","links":"https://youtu.be/9sxcfPCzm_I  - 'Beyond Body and Gender', the film clip. Artist can be contacted at: https://www.instagram.com/debashish.paul.790/ (Their website: https://www.emamiart.com/artists/41-debashish-paul/overview/)  zip folder with all the artists complete works https://drive.google.com/file/d/1s-OWdBV8pzVa3lt3y7XBXm2Jm2SA_kW5/view?usp=drive_web ","category":"Rewritings","id":18},{"no":"19","title":"Finding My Queer Body by Debashish Paul","artform1":"Embodies Art Performance","artforms (new additions) ":"","artform":"Mixed Media","duration":"NA - 15-20 minutes","plot":"Finding My Queer Body by Debashish Paul is a solo performance that examines the journey of self-discovery and acceptance within a queer identity. Through expressive movement and narrative monologues, Paul explores themes of gender fluidity, body politics, and the societal pressures that shape queer existence. The performance is deeply personal, reflecting the search for authenticity and self-love in a world that often marginalizes and labels queer bodies, allowing audiences to witness the struggles and triumphs embedded in embracing one's true self.","rationale":"Finding My Queer Body is a vital piece for the queer archive as it captures the embodied process of reclaiming and redefining one’s identity. Paul’s exploration of body politics and gender fluidity contributes to the archive’s mission of showcasing intersectional queer experiences, particularly through the lens of self-acceptance and personal liberation. It challenges normative definitions of the body, providing a raw and intimate portrayal that expands the archive's representation of queer journeys.","keywords":"Queer, Body, Art, Debashish Paul","keyword1":"identity","keyword2":"collective memory","keyword3":"","links":"https://drive.google.com/file/d/1s-OWdBV8pzVa3lt3y7XBXm2Jm2SA_kW5/view?usp=drive_web   ","category":"Body","id":19},{"no":"20","title":"Queen Size (2016) | Mandeep Raikhy","artform1":"Dance | English","artforms (new additions) ":"","artform":"Contemporary Dance","duration":"45 minutes","plot":"Choreographed by Mandeep Raikhy, it is an exploration - in response to article 377 - that took the form of a detailed study of the intimacy and lovemaking between two men. Played out on a charpoy, the duet examined the nuts and bolts – carnal, mechanical and emotional – of a close encounter between two male bodies. In deliberately making this encounter visible, Queen-size posed questions around spectatorship, privacy and dissent. ","rationale":"Firstly, the performance runs in a continuous 45-minute loop, allowing the audience to enter and leave the space as they wish, from different angles. It is reported to have caused a 'shift' in many peoples' perspectives - after watching it. It is strongly non-durational and non-linear. There's a strong play with bodies, lights, props and music - navigating between dance/movement and performance art. ","keywords":"Mandeep Raikhy, bodies, dance, article 377, homosexuality, performance art. ","keyword1":"storytelling","keyword2":"interactive","keyword3":"absurd","links":"https://vimeo.com/207270036?share=copy Contact Mandeep at: mandeepraikhy@gmail.com","category":"Body","id":20},{"no":"21","title":"A Male Ant Has Straight Antenna (2015) | Mandeep Raikhy","artform1":"Dance | English","artforms (new additions) ":"Experimental Dance ","artform":"Experimental Dance","duration":"53 minutes","plot":"This is an ensemble dance performance publicly questioning various notions of masculinity - through the use of games, movement and touch. In an arena-like setting, bodies move around, playing with masculinity in different ways. It thus challenges myopic perspectives on the male body - and its orientations. Both male and female bodies move, contort and question this central quandary - in interesting, yet disturbing ways.  \n","rationale":"Following the Nirbhaya case of 2012, this piece of Raikhy emerged in response to ideas of gender hierarchy in the capital. Through this, Mandeep also seems to be exploring his own ideas of male bodies and masculinity; between hyper-expressive and effeminate ones. There's satire, abstraction and play - and Raikhy is able to use movement to describe what he can't with words. Bodies are explored, contorted, moved in different ways, singular and duet-based. What makes this unique and radical is this very subversion of body - through synchronic, abstract and radical movements - that makes the performance hard to define. 'A Male Ant' is queer in how it plays around with form and content quite effectively - and puts the audience at ease. ","keywords":"Mandeep Raikhy, bodies, dance, masculinity, touch, relationships, homosexuality, abstraction.","keyword1":"resistance","keyword2":"identity","keyword3":"social commentary","links":"https://vimeo.com/154162628?share=copy Contact Mandeep at mandeepraikhy@gmail.com","category":"Body","id":21},{"no":"22","title":"Chrysalis (2023) | Artrysis","artform1":"Drag | English","artforms (new additions) ":"","artform":"Drag","duration":"NA. ","plot":"Presented by Goa's Ryle Souto i.e. 'Artrysis', Chrysalis is a drag performance. Deeply evocative in nature, it is arguably about the author's queer journey, shown through wacking (dance) in a flower-styled costume - meant to signify 'growth' over time. It is about undoing the limitations and insecurities 'lined' within a body: and blooming in a new way, like a flower. ","rationale":"Skanky and alternative in nature, it features avant-garde forms of makeup by the artist - and envisions body horror/fantasy in a new way; it is the latter element that possibly separates it from 'usual' drag. Like many drag shows that present queer or trans subjectivities in new ways, Artrysis's particular performance also does this in a playful yet disturbing way. Experimental and performance art in nature, it creates a beautiful blend of interesting form, props, makeup and dance. It is drag that horrors, astounds yet makes one think as an audience. Artrysis themselves see their drag and performance as reflexive: and adaptable to different venues. It is their politics as an indie artist which makes their selection worthwhile.","keywords":"Drag, Artrysis, Horror, Experimental, Alternative art, Chrysalis, Camp, Performance art.","keyword1":"experimental","keyword2":"fusion","keyword3":"desire","links":"Short reel clip: https://www.instagram.com/reel/Cnd1MyKj7Sk/?igshid=MzRlODBiNWFlZA%3D%3D Artrysis can be found at: soutoryle@gmail.com. Their website is https://sites.google.com/view/artrysis/performance-gallery?authuser=0","category":"Rewritings","id":22},{"no":"23","title":"Be-Loved (19th October, 2024) | Sapan Saran & Tamasha Theatre \n| KNMA Theatre Festival,\nSundar Nursery ","artform1":"Theatre | Multilingual\n","artforms (new additions) ":"","artform":"Theatre","duration":"80-90 minutes","plot":"This play, directed by Sapan Saran and performed by Tamasha Theatre, is an anthological exploration of queer love stories in an Indian context - using live music, fluid choreography and humour. With heartfelt coming-out stories and a search for \"happily ever after,\" it presents a vibrant patchwork of relationships. The performance skillfully balances song, dance, and emotion to depict the transformative power of love amidst societal pressures. It blends diverse Indian languages (Gujarati, Hindi, Urdu, Hindustani, English and Bengali) with non-linear storytelling to reflect the fluid, multifaceted experiences of queer love in India. ","rationale":"Be-loved's active engagement with the audience creates an interactive space that invites reflection - and challenges societal norms surrounding romantic relationships. Fast-paced stories and the fusion of multiple languages help create a compelling, queer narrative. The performance is deeply introspective, encouraging the audience to reflect on their own roles in shaping gender perceptions. The play dynamically blends personal and political themes while experimenting with form and method, exploring queerness, the fluidity of love, and the notion of \"happily ever after\". Set in an open theatre, the play features bold, music-driven performances and public displays of sexuality through kiss scenes and intimate acts. The actors engage in highly physical interactions that challenge and break conventions between the body, space, and spectatorship.","keywords":"Queer love, Anthology, Musical, Theatre, Joy, Poetry, Dance, Sexuality, Body, Space. ","keyword1":"fusion","keyword2":"LGBTQIA+","keyword3":"interactive","links":"Be-loved. One can contact the theatre company at admin@tamasha.org.uk","category":"Body","id":23},{"no":"24","title":"Sadda Haq (2011) | Yaariyan | Queer Azadi March, Mumbai","artform1":"\\Dance Flashmob | Hindi","artforms (new additions) ":"","artform":"Bollywood Dance","duration":"5-6 minutes","plot":"The words Sadda Haq means 'my right'. Sadda Haq was Asia's first queer flash mob that took place in 2011. It was held as part of Queer Azadi March, Mumbai, organized by Yaariyan. More than 50+ queer individuals came out, and danced to Bollywood songs, as a celebration and claim for queer freedom and equality in India. ","rationale":"Most Youtube searches of 'queer performance india' often lead to videos of queer flash mobs - many organized by the organization Yaariyan themselves. This led us to Sadda Haq, the first such mob to happen in Asia.  A flash dance mob on queer issues - but importantly reclaiming public spaces, and disrupting public movement to communicate queer struggles - stood out to us. Being the first ever such event to be organized by India, and the first one by Yaariyan, contributed in making this an important queer performance. Short, funny and 'masala' in nature, the sheer abruptness of the mob was queer to us. Mixing different genres of songs, while simultaneously chanting anthems and slogans of queer identity, the celebratory nature of the mob is also beautiful.  ","keywords":"Sadda Haq, Flash Mob, Queer, Bollywood, Dance, Azadi, Yaariyan, Section 377, Public. ","keyword1":"LGBTQIA+","keyword2":"community","keyword3":"","links":"Sadda haQ - It's My Right! - Indian queer flash mob","category":"Space","id":24},{"no":"25","title":"Alien Flowers (1996) | Sudarshan Chakraborty & Sapphire Creations","artform1":"Ballet | English","artforms (new additions) ":"","artform":"Contemporary Dance","duration":"40 minutes","plot":"India's first queer ballet, choreographed by Sudarshan Chakraborty, Alien Flowers is a meditation on queer love. Staged first in Kolkata in 1996, it was centred around the story of a gay man navigating desire and prejudice. Narrated in English, it describes his journey from birth to death through the medium of poetry, dance and theatre. ","rationale":"The play features a mix of dance, drama and poetry in conveying its message, and its trance-inducing English narration creates an alternate effect on its audience. The very introduction of an alien dance format like ballet is also interesting in subverting the spectator's gaze. In an intricate play of light and sound, both male and female forms of sexuality and desire are explored through individual and group performances. The form also intermixes both Western classical, and Indian classical forms of dance. Alien Flowers is a pathbreaking queer play that broke many traditions in the early 90s, and was one of the first Indian performances to sensitize people to queer issues. ","keywords":"Alien Flowers, ballet, queer, Prejudice, Gay issues, theatre, poetry, English play, dance.","keyword1":"fusion","keyword2":"absurd","keyword3":"","links":"ALIEN FLOWERS: Asia's First LGBT Dance Production 1996 | Sapphire Creations Dance Company - YouTube","category":"Rewritings","id":25},{"no":"26","title":"Gentleman's Club AKA Tape (2022) | Amey Mehta","artform1":"Theatre | English","artforms (new additions) ":"","artform":"Theatre","duration":"80 minutes","plot":"Set in the underground club scene of Mumbai, India's first drag king play, choreographed by Amey Mehta, explores drag in an Indian context. It follows lives of various drag 'kings' who perform in the city. Led by a main act called Rocky, who mimics Shammy Kapoor, this cabaret-like ensemble of female drag performers introduces stories - that intimately celebrate desire, satire and secrecy in the city. ","rationale":"The play subverts masculine troupes through the performances of female 'drag' - in an imagined, inclusive city queer culture. The underground nature of the show adds a mystic element to a cocktail of music, dance and theatre. It is deeply experimental in nature - and uses Bollywood to add to what is essentially a glitzy setting of light, costume and stage design; there's a good use of dialogue that is both humorous and critical. Its queerness is also prominent in its adaptability: it is an act that can be adjusted to any venue. ","keywords":"Gentleman's club, Drag king, Mumbai, Queer, Rocky, Bollywood. ","keyword1":"LGBTQIA+","keyword2":"fusion","keyword3":"","links":"Gentleman's Club - Facebook","category":"Body","id":26},{"no":"27","title":"Man-Woman (2023) | Gurleen Arora (Melancholia)","artform1":"Spoken Word Poetry | English","artforms (new additions) ":"","artform":"Spoken Word","duration":"7-8 minutes","plot":"Performed by Gurleen Arora aka Melancholia in Mumbai, for Kommune India, this spoken word poetry is a brief meditation on gender and identity - and explores the author's personal journey into her current transhood.  ","rationale":"It is a performance that defies a strict form - playing around with poetry, songs and theatre. Through the harrowing 'man-woman' phrases that the speaker keeps repeating, it is a trance-like invitation to enter into the space of the performer. They employ a very lyrical way of talking about their trans-ness, meditating on identity and gender as they discuss their journey - even exploring their body through striptease to provoke the audience. Many 'spoken' word performances like these have come to dominate the queer performance space in India - and this fine performance has a certain ambiguity which qualifies it to be one. ","keywords":"Spoken Word, Poetry, Kommune India, Gender, Trans, Theatre, Man Woman, Identity, Queer performance. ","keyword1":"identity","keyword2":"LGBTQIA+","keyword3":"Social Commentary","links":"Man Woman | Gurleen Arora aka Melancholia | Spoken Word Poetry | Spoken Salon 1 - YouTube","category":"Language","id":27},{"no":"28","title":"Dil Dilli Dehleez (1 October, 2024) | Avatari Devi | Blackbox, Ashoka University","artform1":"Spoken Word | Multlingual","artforms (new additions) ":"","artform":"Nautanki","duration":"60 minutes (approx.)","plot":"Narrated by Avatari Devi (Swaja), this spoken-word Launda Naach form revolves around commentary about their queerness - and the city of Delhi and its various contradictions. It uses the various 'avatars' of Avatari devi to enchant the audience with an hour-long tale traversing various stories and disciplines.  ","rationale":"This beautiful, intimate spoken play of words mixes various forms like striptease, song, Launda Naach, spoken word and poetry - to bring together Swaja's queer journey, and the journey of Delhi, in the same vein. Accompanied by electric guitar on the side, it is a deeply queer performance - reflective of thought behind CSGS's ADA series - and helps interact and question the audience quite a lot. They use multiple languages, employ a flirtatious tone, and intermix humor and politics well.","keywords":"Avatari Devi, Swaja, Delhi, Spoken Word, Launda Naach, Dance, Poetry, Queer, CSGS, Ada. ","keyword1":"fusion","keyword2":"Humour","keyword3":"Regional","links":"Dil Dilli Dehleez","category":"Rewritings","id":28},{"no":"29","title":"Crossroads (2020) | Bettina Castano and Aditi Bhagawat","artform1":"Dance | Multilingual","artforms (new additions) ":"","artform":"Classical Dance","duration":"60-90 minutes","plot":"Crossroads is a dynamic fusion of Flamenco and Kathak, created by Bettina Castano and Aditi Bhagawat, that explores the intersection of two rich, distinct dance traditions. The performance blends the fiery passion of Flamenco with the intricate rhythms and storytelling of Kathak, weaving together their unique movements, footwork, and expressions. Themes of cultural convergence, identity, and the shared human experience come alive - as the dancers traverse their personal and collective journeys. ","rationale":"Accompanied by percussion, tabla and harmonium and sometimes jazz - this brilliant joint venture brings the intricacies of both dance forms alive. Given that flamenco, a gypsy tradition, itself emerged out of Kathak makes this venture more interesting - both have similar beat counts. The overall infusion of music, beats, movement and costume makes for an interesting queer performance that stretches the boundaries of space and time - allowing for an immersive experience. The blend of history and culture is beautiful.","keywords":"Flamenco, Kathak, Crossroads, jazz, gypsy, culture, dance, aditi, bettina, rhythm, identity. ","keyword1":"fusion","keyword2":"Storytelling","keyword3":"Identity","links":"Crossroads: An Indo - Spanish Dance Ensemble - YouTube","category":"Rewritings","id":29},{"no":"30","title":"Pehchan (2019) | Arvind Gaur & Asmita Theatre | Dyal Singh College, Delhi","artform1":"Theatre | Hindi","artforms (new additions) ":"","artform":"Theatre","duration":"20 minutes (approx.)","plot":"Pehchan is arguably India's first street play on queer matters. Directed by Arvind Gaur and performed by the progressive theatre group, Asmita Theatre, it explores the various taboos and forms of discrimation faced by the community - through various short 'takes' by different troupe members, it highlights various queer issues - like those of harrassment in the name of 'fun', police discrimination and forced marriages . The play has also been published in many theatre books.","rationale":"The performance has extensively taken place across the university and protest spaces - acquiring a radical nature of its own, reflective of the theatre group's politics. Having the nature of a flashmob, the street play broke traditional boundaries of stage and spectatorship, allowing the audience to absorb the intense dialogues on offer. Compassing both individual and group performances, the form and argumentative content of Pehchan allows for an interesting queer experience in public. ","keywords":"Pehchan, theatre, arvind gaur, asmita theatre, queer, taboo, jantar mantar, dyal singh college, public. ","keyword1":"resistance","keyword2":"Social Commentary","keyword3":"Interactive","links":"(5) Asmita Theatre Group | Facebook","category":"Language","id":30},{"no":"31","title":"Mukul & Pratik's dance duet (2020) | Choreography by Pratik Utekar | India's Best Dancer","artform1":"Dance | Hindi","artforms (new additions) ":"Dance as Political Discourse","artform":"Dance as Political Discourse","duration":"3-4 minutes (approx.)","plot":"Performed by two dancers in the 2020 edition of India's Best Dancer - this dance duet to the tunes of Tu Hi Re brought in contemporary dance to showcase the queer love between two boys - and how that is disrupted through one being forced into child marriage. It is a deeply emotional tale of longing, loss and emotion. The show is about dancers performing solo performances for the final 'big' prize of India's 'Best Dancer' - here, with Pratik being the choreographer-dancer, Muku was the contestant. ","rationale":"While the theme actively deals with a queer angle, its infusion of contemporary dance with much different, exaggerated body movements makes for an interesting watch. The use of the cloth, the high acrobatics, and the musical and theatrical beginnings all make for an interesting queer performance. The moments when the dancers emotionally spill-over beyond the act - and the way they interact with the audience - remain key elements of the act. ","keywords":"Mukul, pratik, india's best dancer, set india, queer, lgbtq, dance, tu hi re, child marriage.","keyword1":"desire","keyword2":"Social Commentary","keyword3":"Interactive","links":"Mukul और Pratik के \" तू ही रे\" Performance ने किया Judges को Emotional! | India's Best Dancer - YouTube","category":"Body","id":31},{"no":"32","title":"Wa*cking kya hai aap meri jaan lijiye (November 20, 2023) | Sangram Mukhopadhyay | Blackbox, Ashoka University","artform1":"Wacking | English","artforms (new additions) ":"Dance as Political Discourse","artform":"Dance as Political Discourse","duration":"60 minutes","plot":"Performed by Sangram Mukhopadhyay, an emerging queer artist from Kolkata, this wacking performance explores the self, and its confusions with gender/identity. It explores the avenue of claiming open-ness in stretching the foundation of a form - and allies with queer refusal.","rationale":"In essentially practicing wacking, a 1970s LA gay club style dance form, Sangram is mixing Indian classical mudras of arm and hand movement. There's a lot of play with light, space, shadow and movement, which offers flexibility to the performance. The auto-narrative style of dance and visuality infuses well with historical references to the dance form - while creating very commentary on dance as a form. ","keywords":"Sangram, CSGS, Wacking, LA, Gay Club Dance, Dance, queer, gender, mudras, movement. ","keyword1":"fusion","keyword2":"Identity","keyword3":"LGBTQIA+","links":"CS... - Centre for Studies in Gender and Sexuality - Ashoka University | Facebook","category":"Body","id":32},{"no":"33","title":"Hijada","artform1":"Marathi Play","artforms (new additions) ":"","artform":"Theatre","duration":"Approx. 90 minutes","plot":"Hijada is a Marathi play that centers around Kiran, a gender-nonbinary protagonist living in a Hijra household in Maharashtra. The play dives deep into the lives of Hijra community members, focusing on their daily struggles, solidarity, and resilience against societal marginalization. The plot unfolds in an unspecified locale, capturing the nuances of identity and belonging among the Hijra, who exist in the liminal space between accepted gender binaries.","rationale":"The play captures the political and cultural misfitting of the Hijra community. In line with queer performance theory, the play disrupts heteronormative structures, presenting gender fluidity not as an object of ridicule, but as a site of rich, lived experience. By allowing the Hijra community to be humanized and de-exoticized on stage, the play counters the historical erasure of such identities in mainstream representations.","keywords":"Performing arts, Hijra, gender nonbinary, family dynamics, marginalization, Maharashtra, queer identity, community representation","keyword1":"community","keyword2":"Resistance","keyword3":"LGBTQIA+","links":"https://youtu.be/eaGm5YbnDS0?si=NXwfjCuVwZ2qmD1O    https://www.instagram.com/akankshabalrangabhoomi/?hl=en  https://www.facebook.com/aakanksharangabhoomi/?profile_tab_item_selected=mentions&_rdr  ","category":"Space","id":33},{"no":"34","title":"Colour of Trans 2.0 ","artform1":"Multilingual Documentary-style Play","artforms (new additions) ":"","artform":"Theatre","duration":"Approx. 120 minutes","plot":"This documentary-style play uses testimonial narratives to explore the personal journeys of transgender individuals—Living Smile Vidya, Gee Imaan Semmalar, and Angel Glady. Through frequent code-switching between Tamil, Malayalam, and English, Colour of Trans 2.0 captures the intersectionality of trans identities in different linguistic and cultural contexts. The play offers a blend of activism and art as the performers recount their experiences of identity, oppression, and community-building within and beyond India.","rationale":"It serves as a key example of transgender self-representation and queer performativity, pushing beyond the traditional constraints of documentary theatre. By combining multiple languages and drawing on lived experiences, the play destabilizes the singular narrative of what it means to be transgender in India, challenging the politics of mainstream queer representation. The play queers not only the content but also the form of the testimonial, allowing space for multiplicity in both identity and language, aligning with the archive’s aim to disrupt fixed boundaries and offer a more fluid, diverse depiction of queerness.","keywords":"Transgender, multilingual, self-representation, testimonial, Tamil, Malayalam, activism, resistance, Panmai Theatre","keyword1":"resistance","keyword2":"Identity","keyword3":"Community","links":"https://youtu.be/CD9L5LbTdbI?si=M2_iFz0mY_v1Px93 https://youtu.be/Ev0vdJD-Xaw?si=NO2tEv9eepyB8Wji https://www.facebook.com/people/Panmai-Theatre/100066661912090/ ","category":"Language","id":34},{"no":"35","title":"Still and Still Moving (2012)","artform1":"English experimental theatre","artforms (new additions) ":"","artform":"Theatre","duration":"75 minutes","plot":"This play weaves together poetry, movement, and dialogue to explore themes of stillness, migration, and fluid identities. It centers on a queer protagonist who reflects on their movement across different landscapes and relationships, capturing a sense of belonging that is elusive yet deeply desired.","rationale":"The play’s non-linear, experimental form mirrors the fluidity of queer identities, presenting a meditative exploration of movement, stasis, and the queer experience. Its emphasis on sensory experience allows the audience to engage with the complexities of queer embodiment in subtle ways.","keywords":"Indian theatre, Still and Still Moving, English, Play","keyword1":"identity","keyword2":"Interactive","keyword3":"Fusion","links":"https://www.youtube.com/watch?v=4lQ-NB2VEqI https://www.instagram.com/tadpolerepertory/?hl=en ","category":"Space","id":35},{"no":"36","title":"Begum Barwe (1979) by Satish Alekar","artform1":"Marathi play","artforms (new additions) ":"","artform":"Theatre","duration":"120 minutes","plot":"Begum Barwe follows the story of a school teacher with a fascination for female characters from traditional Marathi plays, creating a fantasy world where he imagines himself in different gender roles. The play navigates the intersections of fantasy, desire, and queer identity in a conservative society, blending humor with deep psychological exploration. The protagonist's internal conflict reflects the repression of queerness in traditional, heteronormative Indian society.","rationale":"This play critiques societal norms by challenging conventional gender roles and exploring the fluidity of identity. It reflects early representations of queerness in Marathi theatre, using the protagonist's escapism as a metaphor for the wider societal repression of non-normative desires. The play plays a vital role in shaping queer discourse by bringing queerness into a public conversation long before mainstream acceptance.","keywords":"Performing arts, gender fluidity, fantasy, repression, queer identity, societal norms, Marathi theatre","keyword1":"social commentary","keyword2":"Identity","keyword3":"Desire","links":"https://youtu.be/Q0MJMJ63jMo?si=alhcWp5vK5Bbnbu0   https://youtu.be/7lpoNuKhavs?si=GNYwUtnwDeaCBtij   https://m.facebook.com/profile.php?id=116511135063781 ","category":"Body","id":36},{"no":"37","title":"Dance Like a Man (1989) by Mahesh Dattani","artform1":"English play","artforms (new additions) ":"","artform":"Theatre","duration":"120 minutes","plot":"Dance Like a Man is about an elderly couple, Jairaj and Ratna, who are both classical dancers. Their past is steeped in personal sacrifices made for their careers, and the play traces the tensions between tradition, gender expectations, and personal ambitions. The story explores themes of masculinity and societal pressures faced by men pursuing non-conventional professions like classical dance, subtly addressing queer undertones through Jairaj's struggle with identity and self-expression.","rationale":"The play explores the intersections of tradition, gender, and personal ambition within the framework of classical dance. It deserves a place in the archive for its nuanced exploration of masculinity in a traditionally gendered art form. It sheds light on societal pressures faced by men who defy conventional career norms. The play critically examines Jairaj’s struggle with identity and self-expression, presenting subtle queer undertones that question heteronormative expectations and gender binaries. The performance's emphasis on the body—as a site of discipline and rebellion—aligns with the archive's focus on live interaction and the queering of form and content. ","keywords":"Performing arts, gender norms, classical dance, masculinity, societal expectations, Indian theatre, self-expression","keyword1":"social commentary","keyword2":"Identity","keyword3":"Resistance","links":"https://www.youtube.com/watch?v=2lrjEk4RX5w https://www.facebook.com/p/Mahesh-Dattani-100063762771700/ ","category":"Rewritings","id":37},{"no":"38","title":"On a Muggy Night in Mumbai (1998) by Mahesh Dattani","artform1":"English play","artforms (new additions) ":"","artform":"Theatre","duration":" 90 minutes","plot":"This play revolves around a group of queer friends living in Mumbai and explores their relationships, heartbreaks, and struggles with self-acceptance in a heteronormative society. The central conflict arises when Kamlesh's sister, Kiran, discovers that her fiancé, Ed, is actually Kamlesh's former lover. The play depicts the emotional complexities of queer love in a city that alternates between liberation and repression.","rationale":"As one of the first plays to openly address homosexuality in Indian theatre, On a Muggy Night in Mumbai is a milestone in queer representation. It challenges societal homophobia while giving visibility to urban queer lives. The play’s focus on intimate conversations between friends brings the audience closer to the lived realities of queer people in India.","keywords":"Queer identity, homosexuality, relationships, urban life, friendship, societal repression, Indian theatre","keyword1":"LGBTQIA+","keyword2":"Social Commentary","keyword3":"Desire","links":"On A Muggy Night In Mumbai   Mahesh Dattani   Director K S Rajendran  https://www.facebook.com/p/Mahesh-Dattani-100063762771700/ ","category":"Space","id":38},{"no":"39","title":"Dushyantpriya (2013)","artform1":"Hindi play","artforms (new additions) ":"","artform":"Theatre","duration":"100 minutes","plot":"Dushyantpriya is a contemporary reimagining of the classical myth of Dushyanta and Shakuntala, with a queer twist. The play places Dushyanta in a modern setting where he grapples with his identity and attraction toward men, complicating the traditional narrative and challenging gender norms in Indian mythological storytelling.","rationale":"By queering a well-known myth, the play destabilizes traditional heteronormative frameworks and allows for a critical re-examination of Indian cultural stories through a queer lens. It highlights the intersection of mythology and modernity, creating a space for queer reinterpretation of the past.","keywords":"Mythology, queer reinterpretation, gender norms, identity, Indian theatre, classical myth","keyword1":"religion","keyword2":"Identity","keyword3":"Resistance","links":"https://www.youtube.com/watch?v=wIGLb4d0Usg ","category":"Rewritings","id":39},{"no":"40","title":"Loving Self","artform1":"Odissi ","artforms (new additions) ":"","artform":"Classical Dance","duration":"1:14 minutes (excerpt from a larger performance whose length is unknown)","plot":"Loving Self, created by Monami Nandy in 2015, is an exploration of self-love and queer identity expressed through Odissi dance. The performance addresses themes of gender fluidity and self-acceptance, posing critical questions such as \"What is a queer body? What is self? How do they connect?\" (Nandy, 2015) and exploring how these elements interconnect. By using the classical form of Odissi, traditionally associated with gendered roles, Nandy challenges these conventions, offering a queer reimagining of the dance. As described in the YouTube description, it is \"an exploration of love through different layers of dance and music\" (Nandy, 2015).                                                                                                                           References: Monami Nandy. (2015). Loving Self [Video description]. YouTube.","rationale":"Monami's work highlights the intersection of classical dance and queer expression, emphasising the importance of personal narratives in artistic practice. This performance not only showcases her technical skill but also serves as a significant statement about the power of self-acceptance within the queer community​. ","keywords":"Monami Nandy, Queer, Odissi, Performance","keyword1":"LGBTQIA+","keyword2":"Identity","keyword3":"Storytelling","links":"loving self ","category":"Rewritings","id":40},{"no":"41","title":"Strip Tease","artform1":"Performance Art/Strip Tease/Drag","artforms (new additions) ":"","artform":"Drag","duration":"8:49 minutes","plot":"Patruni Chidananda Sastry's performance \"Strip Tease\" skillfully navigates themes of identity, consent, and the #MeToo movement, employing drag and performance art to challenge societal norms surrounding gender and sexuality. By using the act of stripping as a means of exploration, Sastry invites the audience to confront their perceptions, emphasizing vulnerability and empowerment​.","rationale":"This performance serves as a powerful commentary on the intersection of queer identities and the stigma often associated with them. Sastry's work not only highlights the complexities of self-expression but also aims to foster dialogue about consent and autonomy, particularly within a cultural context that can be resistant to such discussions","keywords":"Patruni Sastry, queer artist, performance ","keyword1":"LGBTQIA+","keyword2":"Social Commentary","keyword3":"Community","links":"Strip Tease | Performance Art | #MeTOO |Patruni Chidananda Sastry","category":"Body","id":41},{"no":"42","title":"Grey is also a Colour","artform1":"Dance Theatre Performance","artforms (new additions) ":"Dance Theatre","artform":"Dance Theatre","duration":"10:13 minutes","plot":"Grey is also a Colour by Navtej Johar is a dance-theatre performance that navigates themes of aging, queerness, and the inner lives of marginalized figures. The piece follows two older queer men who find companionship, grappling with societal invisibility, emotional vulnerability, and the often quiet, complex dynamics within relationships. Through a blend of movement and spoken word, Johar brings forth the understated colors of queer experiences, exploring intimacy and resilience in a predominantly heteronormative world.","rationale":"This piece is a valuable addition to the queer archive as it resists dominant narratives of youth-centric, flamboyant queer representation by addressing aging and companionship within queer contexts. Johar’s work queers traditional performance forms, incorporating fluid movement, multilingual dialogue, and non-linear storytelling that challenge boundaries of both genre and identity. It speaks to the archive’s goal of reflecting the diversity of queer experiences, acknowledging the intersections of age, culture, and intimacy in queer lives.","keywords":"Navtej Singh Johar, Dance, Theatre, Queer","keyword1":"identity","keyword2":"Social Commentary","keyword3":"Desire","links":"Grey is also a colour.mpg ","category":"Rewritings","id":42},{"no":"43","title":"Frenemies","artform1":"Dance Theatre Performance","artforms (new additions) ":"Dance Theatre","artform":"Dance Theatre","duration":"1 hour","plot":"In Frenemies, Navtej Johar and Lokesh Bharadwaj perform a duet that delves into the nuanced tensions between love and hate, exploring these emotions through an internalized movement style that contrasts with the rigid physicality typical of Bharatanatyam (Johar, 2015). The piece draws inspiration from the historical context of South Indian devadasis and North Indian tawaifs, marginalized courtesans who navigated lives filled with both sensuality and social exclusion. Loosely based on Jean Genet's The Maids, Frenemies weaves together intimacy and rivalry to reflect the struggles of these figures within a harsh material world. Johar describes the performance as embodying \"a lick, a bite, a jab, a sting, a sigh, and a song,\" combining these elements to depict a sensuous search for emptiness within the physical body (Johar, 2015).\n\nReference\nJohar, N. (2015). Frenemies [YouTube video description].","rationale":"Frenemies brings a critical representation of queerness that intersects with Indian cultural history, embodying the complex emotional terrains of intimacy, rivalry, and identity through dance. Johar’s approach offers a queer reimagining of the devadasi and tawaif traditions, queering classical dance by shifting focus from public displays of virtuosity to private, visceral tensions. This makes it an essential piece for the archive, representing queer experience beyond conventional depictions, and honoring how queerness redefines traditional narratives and bodily expression in South Asian contexts.","keywords":"Navtej Singh Johar, Dance, Theatre, Queer","keyword1":"identity","keyword2":"Social Commentary","keyword3":"Caste","links":"Frenemies","category":"Rewritings","id":43},{"no":"44","title":"The Dancing Queens","artform1":"Dance Performance","artforms (new additions) ":"","artform":"Mixed Media","duration":"1 hour","plot":"A performance by a transgender-led dance troupe, The Dancing Queens is a multimedia performance that intertwines dynamic dance and short films to explore transgender identities and experiences. The dancers express their personal journeys through fluid choreography, embodying stories of love, acceptance, and struggle, while interspersed films provide deeper context to their narratives. Each segment reflects a range of emotions, capturing the complexities of navigating life as transgender individuals. The performance culminates in a powerful finale, celebrating solidarity and joy, and advocating for the rights of all to live authentically.","rationale":"The Dancing Queens is essential for the queer archive as it represents a pioneering effort to center transgender voices within the performing arts. Through their choreography and multimedia approach, the troupe challenges societal norms and advocates for LGBTQ+ rights, offering a vital perspective on identity, love, and acceptance. The performance's integration of film and dance allows for a rich, multi-layered exploration of queer experiences, making it a significant contribution to the archive’s mission of showcasing diverse narratives and fostering visibility for marginalized communities.","keywords":"Dance, queer, group, transgender","keyword1":"LGBTQIA+","keyword2":"Community","keyword3":"Social Commentary","links":"Dancing Queens - Performance Highlights","category":"Body","id":44},{"no":"45","title":"An Evening of Lavani","artform1":"Lavani Dance Performance","artforms (new additions) ":"","artform":"Folk Dance","duration":"1 hour","plot":" An Evening of Lavani reimagines the traditional Marathi dance form, typically linked to eroticism and male audiences, by turning the male gaze on its head. The performance shifts focus to explore gender and sexual fluidity, challenging the conventional dynamics of power and desire. Through contemporary choreography, the dancers question societal roles and celebrate the performative nature of gender.  Though awaiting further translation for a fuller understanding of specific cultural nuances, the dance offers a rich ground for reflection on intersectional identities and historical gender norms in Maharashtra.","rationale":"This performance challenges traditional gender norms within Lavani, offering a greater space for queer and gender-fluid expressions. By re-contextualizing Lavani, it deconstructs the male-dominated performance space, promoting more inclusive narratives. The performance reflects on Lavani's historical eroticism while exploring gender’s performative aspects and its intersections with sexuality. It contributes to broader conversations on caste, gender, and sexuality in contemporary India.","keywords":"Lavani, dance, performance, gender bender","keyword1":"regional","keyword2":"Desire","keyword3":"Resistance","links":"An evening of Lavani - Presented by Kali Billi Productions | Gender Bender 2018","category":"Rewritings","id":45},{"no":"46","title":"Talki Truth Dream via Bengaluru ","artform1":"Play - Theatre","artforms (new additions) ":"","artform":"Theatre","duration":"Approx. 1 hour","plot":"The play Talki - Truth Dream via Bengaluru (a part of the Truth Dream project) explores themes of identity, truth, and community in the context of queer experiences in urban India. Set in Bengaluru, it uses a mix of humor, pathos, and surreal elements to delve into the complex lives of LGBTQ+ individuals navigating societal expectations and their personal journeys. The play's non-linear structure and focus on \"dream-like\" narratives aim to blur boundaries between reality and illusion, reflecting the layered realities faced by queer communities.","rationale":"The play speaks to the specificities of Indian queer life, contextualised by local traditions, humour, and the complexities of an evolving urban environment. The play's themes of truth, self-discovery, and resilience resonate with broader queer narratives while also highlighting the influence of local culture on personal identity formation. It is a valuable resource for audiences and researchers interested in the intersections of regional culture, queer identity, and performative art. The production reflects how queer individuals express their realities and aspirations, bridging the local with universal themes of self-affirmation and community.","keywords":"Transpersons, Kannada, Bengaluru, Play, MAP","keyword1":"regional","keyword2":"Humour","keyword3":"Social Commentary","links":"Talki Truth Dream via Bengaluru   Talki Truth Dream via Bengaluru  - News ","category":"Space","id":46},{"no":"47","title":"Meeta ki Kahani","artform1":"Play - Theatre","artforms (new additions) ":"","artform":"Theatre","duration":"90 minutes","plot":"This play delves into the emotional journey of Meeta, a young woman confronting her sexuality in a society steeped in traditional views. She is unsure of her feelings until she encounters Nama, another woman who helps her explore emotions that challenge societal norms. The play reflects on Meeta's internal battle, her journey of self-acceptance, and the societal pushback against non-conformist identities. It includes elements of dance and song, providing a Bollywood-inspired touch to illustrate Meeta’s inner transformation and realisations.","rationale":"Through Meeta’s journey of self-discovery and acceptance, the play critiques the constraints imposed by patriarchal and traditional norms. It highlights the emotional and psychological struggles associated with same-sex love, making it a significant work that addresses stigmatisedd identities in a relatable, impactful way. Today, it remains relevant as it resonates with ongoing discussions about identity, societal pressure, and acceptance within the Indian cultural context.","keywords":"Vijay Tendulkar, lesbian, queer theatre","keyword1":"LGBTQIA+","keyword2":"identity","keyword3":"social commentary","links":"Meeta ki Kahani Meeta ki Kahani_1 ","category":"Space","id":47},{"no":"48","title":"Revelations: Celebrating LGBTQ Stories Through Bharatnatyam Dance', The Indian Raaga. Performed by Aarthy Sundar and Swathi Jaisankar","artform1":"Bharatnatyam","artforms (new additions) ":"","artform":"Classical Dance","duration":"4 minutes, 45 seconds","plot":"The performance showcases a young woman being subjected to the conventions of femininity. Her mother puts jewellery on her and almost readies for womanhood. However, as the mother talks about her being paired with a man, she vulnerably comes out and reveals her love for a woman. The percussion in the music rises as melancholy takes over the mother-daughter relationship. Following a struggle for mutual understanding, the duet reunite when the mother accepts her for who she is and loves.  ","rationale":"The Bharatnatyan form has a long history of heteronormative storytelling. The 'shikhar' mudra used to show a man and the 'kapita' mudra used to show a woman are always associated with one another. This performance breaks this convention. It follows the interaction between two generations to narrate a journey of becoming and queerness. The performance ends with acceptance and reconciliation, subverting the convention of queer performance which often ends in tragedy or social alienation. ","keywords":"Classical, Queer","keyword1":"LGBTQIA+","keyword2":"resistance","keyword3":"community","links":"https://youtu.be/zLCK1dmn2qc?si=lQ0di_KIrpDSLpV0","category":"Rewritings","id":48},{"no":"49","title":"Reflections: Celebrating LGBTQ Stories Through Bharatnatyam Dance', The Indian Raaga. Performed by Aarthy Sundar.","artform1":"Bharatnatyam","artforms (new additions) ":"","artform":"Classical Dance","duration":"5 minutes, 8 seconds","plot":"This Bharatnatyam solo dance performance follows the bodily tussles of a transgender individual. The music begins and a female bodied performer dances in alignment with the conventions of 'feminine' dancing in Bharatnatyam and classical dance. There is a suddent blackout for a moment. Upon return, the performer is in a different male body. This phase of the performance enacts the dysmorphia experienced by this individual and their attempt at play with the body to seek belongingness in it. The end of the performance, there is a black out once again and the performer finds themself in their female body once again. ","rationale":"The performance is melancholic due to the performer's limited and fleeting opportunities for expression. By using the blackout as transition, the performer is separating the extrinsic from the intrinsic and the gaze from the self. The enactment of shaving of facial hair, trying of jewelery and saree, etc are highly unconventional in the traditional abhinaya as seen in Bharatnatyam form. This performance, thus, queers the classical form as well. ","keywords":"Classical, Queer","keyword1":"social commentary","keyword2":"resistance","keyword3":"desire","links":"https://youtu.be/c1FqhFZ3EGI?si=aFJdxf8bVor3MCnV","category":"Rewritings","id":49},{"no":"50","title":"Queer', A Spoken Word by Anahita","artform1":"Spoken Word Poetry","artforms (new additions) ":"","artform":"Poetry","duration":"2 mins, 37 seconds","plot":"Anahita is the Co-Founder & Director of QueerAbad, Ahmedabad's only Queer-Ally community space and online platform. In this performance, she narrates her experience with and of queerness in entanglement with her body. She talks about the assumptions society makes about her due to her corporality and identifies as someone who is queer 'in' a body and struggling to be a 'queer body'. ","rationale":"The very form of spoken word is queer. It debunks poetry's obsession with rigid form and makes storytelling more accessible. It is fluid in its conception of poetry.  Anahita's writing and narration too is unique, queering language itself as she makes anaphoric use of the word 'straight' in lines like \"My queer self has been assumed straight (pause) Away to be the same\". With every verse, she accounts for the chaffing her queerness feels against a body she doesn't feel at home in. Legs, tongue, soul, heart, she articulates the gendered performativity and performance of body.","keywords":"Queer Spoken Word","keyword1":"storytelling","keyword2":"LGBTQIA+","keyword3":"identity","links":"https://youtu.be/qxp1UUlXajk?si=6XRl4BNQQeHw5ZJ4  ","category":"Language","id":50},{"no":"51","title":"Machhu Tara Vehta Pani' - Bhavai","artform1":"Bhavai ","artforms (new additions) ":"","artform":"Theatre","duration":"1 hour, 51 seconds\n","plot":"Similar to the Ramleela productions in Northern India, 'Bhavai' is a form of community theatre and entertainment in rural Gujarat. This particular performance is an enactment of a popular Gujarati movie 'Machhu Tara Vehta Pani' which portrays the 1979 breakage of the Macchhu dam in Morbi. This performance portrays the disaster, its aftermath and connection to the spiritual goddess associated with that river through dramatic conversations, music and dance. ","rationale":"As men dressed in chaniya-choli create humor at the expense of men dressed in all-black, donning long moustaches and paghdis, subversion of a more obvious kind takes place. It is interesting to view couples in this Bhavai imitate behaviors of conventionalised heteronormative married couples, almost reimagining marriage's mundanity as an institution welcoming queerness. However, it is the unconventional act of re-enacting a movie for audiences who wouldn't commonly have access to cinema is what makes the form of the performance as queer as the identities involved. Doubling down the performance’s amphibian nature, the occasion of performance itself has been organized in honour of a goddess (see the photo placed in the video). The word bhavai has been associated with many forms and themes now. ","keywords":"Gujarati, folk, queer","keyword1":"community","keyword2":"collective memory","keyword3":"humour","links":"https://youtu.be/6wMkfCSw2WA?si=aAMGOeht26domdrq ","category":"Rewritings","id":51},{"no":"52","title":"Preet Ni Dori' - by Swara Oza ","artform1":"G-Pop","artforms (new additions) ":"","artform":"Music","duration":"3 minutes ","plot":"\n\nSwara Oza is a young singer from Gujarat who took to Instagram and YouTube to introduce a new form of music in the industry - GPop (Gujarati Pop music). This original song by her 'Prem Ni Dori' translates to the thread of love.  The song celebrates a love that transcends society's conventions. It is one that challenge heteronormativity in even the religious figures of Radha and Krishna that are popular in folk culture. ","rationale":"The reason behind this being a part of the archive is its queer form and content. Who could've thought of G-Pop? Making use of Gujarati folk music's popular figures to present novel reimaginings such as \"If Krishna and Radha are like the sun and moon, look at us, we look nothing like that\", this song, whose title translates to 'The String of Love' is a performance queer in both, medium and content. The poetry of the song speaks in defense of a relationship that the society forbids, it dismisses the voyeuring social morality that passes judgement on them. As conveyed by the conversational expressions of the singer, the song is sung as though flirting with the lover. Simultaneously, it becomes our entry wound into the fascinating relationship Gujarati folk music has had with gender performance. Mega successful figures like Falguni Pathak don't perform the kind of hyper femininity most other popular cultures expect of their female artists. ","keywords":"G-pop, Music, Fusion","keyword1":"regional","keyword2":"fusion","keyword3":"","links":"https://youtu.be/tdrWSjez6fg?si=39lyGmZZYNrmUbds","category":"Language","id":52},{"no":"53","title":"Disabled' - by Abhishek Anica","artform1":"Spoken Word Poetry ","artforms (new additions) ":"","artform":"Poetry","duration":"5 minutes, 8 seconds ","plot":"Abhishek Anica is a queer writer and actor with disability. This performance was staged at the Performer's Consortium held for the Microsoft & Nipman Foundation Equal Opportunity Awards 2017 in Delhi.  In this performance, Anica uses spoken word and an expressive body language to talk about his experience with disability and the absurdity of society's perception of a 'cripple'.  ","rationale":"The performer's work presents a unique intersectional perspective to performance. When a queer body is also disabled, how does the doubly marginalised body choose to perform? Hilariously parallelling 'inspiration' derived from articles to orgasms, Anica satirises a society that oscillates between pitying them for their disability and placing them on a pedestal for the same. Articulately, they quip, \"These eyes make me the star of an unknown showmanship\"","keywords":"Spoken Word, queer, disabled","keyword1":"identity","keyword2":"resistance","keyword3":"storytelling","links":"https://youtu.be/RSfAm3V5pCY?si=eZ9yAEa7jSYTzdnm","category":"Body","id":53},{"no":"54","title":"Confessions of an Asexual Romantic'","artform1":"Spoken Word Poetry","artforms (new additions) ":"","artform":"Poetry","duration":"6 minutes, 9 seconds","plot":"Sriti Jha, a well known television actress performs a spoken word describing her relationship with romance and sex as an asexual romantic. ","rationale":"Firstly, the performer represents an industry which has viewed women most regressively for the longest time, the very idea of their identities transcending the family itself being unfathomable. Asexuality is often doubly marginalised in a discourse that sexualises the queer body in the name of visibility. In a society deeply conditioned about who, how and why to desire, the question of what kind of desire or why even desire falls from between the cracks. This poem queers the heteronormative definitions of sex and romance, making both subjective to identity or being, as the poet claims her right to romance simultaneous to the right to dissociate with conventional sexuality. ","keywords":"Spoken word, queer","keyword1":"storytelling","keyword2":"identity","keyword3":"social commentary","links":"https://youtu.be/cSjsVurx0k4?si=j5nIFAF2F9MzHRJN","category":"Language","id":54},{"no":"55","title":"Umbaro' by Raam Mori","artform1":"Story Telling","artforms (new additions) ":"","artform":"Storytelling","duration":"5 minutes, 49 seconds ","plot":"Raam Mori reads his story, 'Umbaro' which talks about the domestic threshold that most women in rural Gujarat struggle to symbolically transcend. He satirises the belief that the threshold is symbolic of Goddesses in the day and Witches at night. He compares the threshold's state of limbo to the state of women- damned within the home and equally damned without. When narrated by him as a queer man, it also becomes a commentary on the lived experiences of queer bodies in rural settings.","rationale":"Raam Mori is a queer writer whose collection of feminist short stories won the Sahitya Akademi Puraskar in 2017. He belongs to a Rajput community infamous for their patriarchy in Gujarat. (mentioned because caste continues to remain a huge factor in his subversive work) His stories deal with feminism in the most rural corners of the state. The literature's progressive nature and insight into the 'female' social position is deeply queer when arriving from a male bodied queer.  If one were to meet Raam, he would probably be in a beautifully embroidered skirt and shirt (deeply unconventional for the Gujarati literary world). As he playfully says in a speech, \"I am not like an ironed full sleeved shirt, I am a far more interesting crumpled chundadi\". The expression of feminism and freedom through the pen and narration of a queer writer is a unique performance to be archived.","keywords":"Raam Mori, Storytelling ","keyword1":"storytelling","keyword2":"social commentary","keyword3":"","links":"https://youtu.be/UequYXInWoM?si=ue95J9i1B2Vbs5Pb","category":"Language","id":55},{"no":"56","title":"Tu Maro Dariyo' by B Praak","artform1":"Song","artforms (new additions) ":"","artform":"Music","duration":"4 minutes, 23 seconds","plot":"As part of a movie called 'Samandar', this is the only Gujarati song sung by B Praak. The song shows the love shared by two friends, a Hindu and Muslim belonging to the same sailing community in Kutchh. The main line that translates 'You are my sea and my shore too' blurs whatever misguided borders heteronormativity likes to draw between platonic and romantic love. As these deeply loving friends navigate communal tensions and crisis, the question of more lingers to any audience that listens to this song. This song becomes the suggestion of a romantic love. Even in form, it is sung like a love song that merges with spiritualism.","rationale":"To anyone who doesn't understand Gujarati, the song will undoubtedly evoke the sense of a transcendental love. It is penned in an intimate first person voice and speaks to the beloved. In playful but determined pride, the lover rejects a world that calls them mad and tells his beloved 'let them keep their delusions'. The song brims with hope as the lovers dream about a future together. The placement of this song in a film about 'male friendship' queers a popular trope in cinema, reimagining freshly what it means to love. ","keywords":"Tu Maaro Dariyo","keyword1":"regional","keyword2":"desire","keyword3":"LGBTQIA+","links":"https://youtu.be/Vj2zd2ud0As?si=6zvuiZQ2MNGG0fmu","category":"Language","id":56},{"no":"57","title":"Rutvij Mistry Dance Performance, Indian Pride Festival ","artform1":"Kathak Dance","artforms (new additions) ":"","artform":"Classical Dance","duration":"6 minutes, 27 seconds","plot":"Rutvij Mistry is a dancer in Baroda whose performances straddle hindustani classical and folk dance forms. In this performance at the Indian Pride Festival, they are seen taking the stage in a unique attire and performing a Bhajan devoted to Krishna.  He calls himself a Gopi of Krishna, an identity that has been perceived as highly gendered. He performs a blend of folk and Kathak.","rationale":"The performer is a unique confluence of contexts and identities. Their Instagram handle 'rangeeli.hori.sakhi'  presents a portfolio of performances on the theme of bhakti poetry or songs. This further queers the queer historical, poetic and spiritual movement that Bhakti has been. The unique amalgamation of a long white beard, an anarkali, and a feathered pagdi makes for a costume that defies any categorisation or assumption. 'Binti Suniye Nath Humari' is the Bhajan they dance to, placing himself in the position of submissive prayer which is often reserved by female bhakts. Even the Kathak they dance to makes no attempt to satisfy normativity of any kind, using elements of folk to replace the Kathak kapita mudras used to depict krishna.","keywords":"Kathak, pride","keyword1":"LGBTQIA+","keyword2":"storytelling","keyword3":"","links":"https://youtu.be/JGYyiXPlNjc?si=WDtVzaVB-bx5VAjR","category":"Rewritings","id":57},{"no":"58","title":"Preeti Das, Indian Pride Festival ","artform1":"Stand-up comedy ","artforms (new additions) ":"","artform":"Theatre","duration":"13 minutes, 49 seconds ","plot":"Preeti Das (professor, performer) takes the stage at Indian Pride Festival organized in Gandhinagar to perform a stand-up comedy set. Weaving through Gujarati, Hindi and English, she begins by requesting a change in stage lights so that she can see clearly and engage with members of audience. She traces queer history from Ellora caves to 'The Man Who Became Wife of His Friend' from Skanda Purana and simultaneously cracks satire on the back of 377. ","rationale":"Das' performance straddles storytelling and stand-up comedy. She actively attempts to debunk the misunderstood defamiliarization of queerness within a classical or traditional Indian context. Through storytelling from the Skanda Purana, she subverts heteronormativity within customs such as 'sola somvaar' and renders queerness perennial through Indian cultures. Her jest of 377 testifies for the contrary narrow-mindedness of the 'modern' world. By choosing stand-up comedy, which has remained infamous for staging privileged punching down at the marginalized, Das (as an ally and woman) queers the form as well.","keywords":"comedy, preeti das","keyword1":"humour","keyword2":"social commentary","keyword3":"collective memory","links":"https://youtu.be/0jtEvBExqLo?si=VPdLQFN7zMwRYhmD","category":"Language","id":58},{"no":"59","title":"Maya Urmila Koli, Indian Pride Festival ","artform1":"Kathak Dance","artforms (new additions) ":"","artform":"Classical Dance","duration":"6 mins, 41 seconds","plot":"Maya, who is a transgender Indian Classical Dancer, holds a master's in Kathak and was awarded the Rashtrapati Award in 2010. This is their only recorded performance available online. They take the stage to perform Kathak on 'Thaare Rahiyo', a popular bollywood classical song from 'Pakeezah'. They perform from the Lukhnow Gharana style, its elements fitting right into the ambience of the original performance by Meena Kumari. The delicacy of movements is accompanied by subtle expressions.","rationale":"Actresses who performed Kathak in royal dramas in Bollywood of the time have been very popular drag figures in Indian performance arts. A trans classical dancer of Maya's repute performing on this song with zeal and skill pushes the boundaries of what is deemed 'classical enough'. The original track featured a female courtesan dancing for the king in a court. The fact that it is now being performed by a transgender Kathak dancer in a pride festival subverts the form of Kathak, it's historical perception and negotiations with gender a great deal. The traditional classical gharanas often look down on performances on film songs. However, that is one way of gatekeeping and denying status to all that is accessible. Figures like Meena Kumari and Rekha have been popular drag figures owing to this very accessibility and potential for expression. This archiving is an assertion of what is 'classical'.","keywords":"Kathak, Queer","keyword1":"LGBTQIA+","keyword2":"identity","keyword3":"","links":"https://youtu.be/yaSqCquXvOo?si=kvov09bP97ntRHwv","category":"Rewritings","id":59},{"no":"60","title":"Akash and Raktim, India's Best Dancer 2","artform1":"Bollywood, Lyrical","artforms (new additions) ":"","artform":"Bollywood Dance","duration":"5 minutes, 11 seconds ","plot":"The contestants on this very popular reality tv dance show perform a sensuous duet on 'Lahu Muh Lag Gaya' from 'Goliyon Ki Rasleela: Ramleela'. The song, which has cinematically been eternalised for its colourful expression of intimacy, love and sexuality, is presented unconventionally in this lyrical performance. ","rationale":"Reality TV dance shows and such are very popular mediums in India. They are known as 'family entertainment', destined for audiences of all ages. For a sensual dance performance comprising of two men to be staged on such a platform itself is very unconventional. By maintaining the flamboyance, fearlessness and celebratory pride in this sensuality, queer love and intimacy is being portrayed far away from lenses of marginalisation. Following the use of colours in the original imagination of the song, this performance makes use of red gulaal that the dancers coat themselves and each other in. The colour red can be read for its duality in violance and desire. Either way, any semblance of otherness melts away under the sensual lyricism of the dance. ","keywords":"dance, queer, DID","keyword1":"fusion","keyword2":"desire","keyword3":"LGBTQIA+","links":"https://youtu.be/ndDljnyLxb8?si=29Mxa8VUt3zlNGDR","category":"Space","id":60},{"no":"61","title":"Tara' by Mahesh Dattani","artform1":"Theatre","artforms (new additions) ":"","artform":"Theatre","duration":"1 hour, 30 minutes ","plot":"Tara' by Mahesh Dattani portrays the lives of two siblings, born in the bodies of a boy and a girl. When Tara (the female-bodied sibling) struggles with disability, the parents and doctor make medical decisions for her dictated by their patrairchal notions of gendered bodies. By doing away with child or young-adult actors, the director highlights the absurdity of robbed agencies and guardianship. Unconventional for plays, the actors read from scripts on stage.","rationale":"The manner in which the same play has been enacted in different reimaginings is deeply fascinating. In this rendition, the interplay of disability and gender have been highlighted through moments of dark humour and vulnerability displayed by the young disabled girl who struggled to meet the standards of a female and feminine body. The appearance and characterisation of Tara's character in the play is subtly queered. She is juxtaposed against a friend of hers who appears on stage dressed in a bright pink dress and a sympathetic disposition towards disability. Tara's disinterest and discomfort in a body constantly burdered with expectations of 'femininity' is expressed through dialogues and body language. The directorial choice to have actors read from scripts seems to be satire on a society that indeed seems to be reading from a prescribed text of heteronormativity and patriarchy. ","keywords":"theatre, dattani","keyword1":"desire","keyword2":"resistance","keyword3":"social commentary","links":"https://youtu.be/xPNH-R36JwA?si=g23yZLTE8womNnXY","category":"Body","id":61},{"no":"62","title":"Farewell Dance', Maitreyi College (DU)","artform1":"Dance","artforms (new additions) ":"","artform":"Bollywood Dance","duration":"10 minutes, 5 seconds","plot":"This performance is uploaded by Priyanka Sehrawat on her YouTube Channel. The vlog comprises of performances staged at a farewell in Maitreyi College, a women's college in University of Delhi. The women, dressed in sarees, dance to popular 'item songs' in Hindi and Haryanvi. In the beginning of the vlog, they are seen bantering amongst one another, speaking about the farewell and college, and dancing to music while getting ready for the event. ","rationale":"Women's colleges are a space where women feel free to reclaim their bodies, sensualities and sexualities. The same songs that objectify them outside of these walls, free them within. Farewells, which are organised more informally than bigger annual programmes, do not observe much interruption by administration. This makes freer space for expression. The first performance on a popular haryanvi song, features the performer dancing freely with joy. This unchoreographed performance is cheered on by an enthusiastic crowd of women. In the. latter performance, the performers dance to songs like 'chikni chameli' with sensuality and grace, smiling and laughing with one another as they go. This particular video has been chosen for more reasons than one. Many such performances are viral on social media, often accompanied by vulgar captions and titles that objectify these women who consented to performing before only a roomfull of women. This is one of the very few videos that are self uploaded by the performer. It reclaims the very act of performance. Including this in the archive also re-situates it politically in the spectrum of the internet.","keywords":"Women's College, Dance","keyword1":"resistance","keyword2":"community","keyword3":"interactive","links":"https://youtu.be/sX9qLJEjUfE?si=AKPXH0bMlUjzRCBK","category":"Space","id":62},{"no":"63","title":"Tum Radha Bano Shyaam', Raheem Mir","artform1":"Kathak Dance","artforms (new additions) ":"","artform":"Classical Dance","duration":"7 minutes, 38 seconds","plot":"Raheem Mir is a queer Kathak performer. He sits cross-legged in a garden as an introduction is given from behind the camera. He goes on to perform to the thumri 'Tum Radha Bano Shyaam'. The first half of the performance is baith-ke-thumri, which refers to the use of abhinaya while sitting. The latter half showcases him performing. However, abhinaya remains at the forefront and he uses the body subtly to aid expression.","rationale":"The initial narration introduces this performance as one exploring the androgeny of Krishna, \"Let us watch Krishna discover Radha within himself\". The lyrics of the Thumri translates to 'Become Radha, Krishna'. However, the unusual syntax of the lyrics evokes the dynamism of its meaning on the basis of 'tum's position. Who becomes who? A strand of Kathak can be traced back to 'Raas', maintaining the popularity of the figures of Radha and Krishna. This performance blurs the boundaries of gender between them, which only furthers the subversion studied by critics who observe queerness in the figure of Krishna. ","keywords":"","keyword1":"LGBTQIA+","keyword2":"identity","keyword3":"","links":"https://youtu.be/Uw66h1UjzBA?si=RRzZMagmEffw72Xf","category":"Rewritings","id":63},{"no":"64","title":"Tanashah' by Navtej Johar, Natrani Theatre","artform1":"Theatre, Movement Drama","artforms (new additions) ":"","artform":"Theatre","duration":"-","plot":"With 'Tanashah', Navtej Johar portrays the otherwise hypermasculine figure of  Bhagat Singh with subtle fluidity. The solo performance follows the internal and external journey of the figure through lesser known incidents in his history, leading right up to his death. The performer uses physical theatre as his medium of expression and makes his body the fulcrum of this solo drama. ","rationale":"Akin to most performances by. Navtej Johar, queerness functions in the undercurrents of the performance. Elaborate scenes such as that of him wearing the turban stretch through over five minutes, hinting to the performative process of 'becoming' a figure. The performance makes unconventional use of the body through strenuously slow floorwork. The conventionally hyper-masculine figure is enacted by Navtej Johar with a humanising fluidity. Scenes such as that comprising of Bhagar Singh sitting on a stool with his legs apart and straight and hands resting on the stool in the middle while delivering a monologue to the audience showcases a level of informality and playfulness that is seldom allowed in his interpretation of youth. Focus on the fact that Bhagat Singh had asked for a romantic saga, 'Heer-Ranjha' during his time behind bars and moreover, has sworn on it instead of the sacred books before being executed, is an indictment of love that is seldom allowed penetration in his accounts of bravery and patriotism. ","keywords":"Navtej Johar, tanashah","keyword1":"identity","keyword2":"collective memory","keyword3":"storytelling","links":"https://www.facebook.com/watch/?v=1230563801129245","category":"Body","id":64},{"no":"65","title":"Voh Ladkiyon Wala Naatak'","artform1":"Theatre, Nautanki","artforms (new additions) ":"","artform":"Theatre","duration":"-","plot":"\"वह लड़कियों वाला नाटक is a mixture of joyful, heartful stories of women being women, literally and figuratively. It is a humorous take on roles and rituals of women be it a thoughtful daughter, a working mother, a flirtatious maid or the goddess herself!\nSo, if you are still wondering, ki choli ke pichhe kya hai? Or kyun hai? Then with an open mind.. Kundi mat khadkaao raja, seedha andar aao raja\" - 'Voh Ladkiyon Wala Naatak', Instagram.","rationale":"The play, which is still a running show features women in varying cultural contexts in moments of vulnerability and celebration. Their social media, which comprises of montages from the play and rehearsals set to well-known Hindi item numbers, reclaim sexuality. Through characters such as the flirtatious maid, they also manage to politicise marginalised bodies and their access to sexuality. Through the course of the play, they dorn varying avatars, including clowns, nightmares, mohalla aunties, mothers, maids, and more. As they embody the varyingly human, material and abstract, boundaries of all kinds are overstepped, including that of gender. Moreover, they succeed in telling stories of and from all spectrums of society. A review writes \"I dont remember the last time I saw women laugh like this, both on and off-stage. Come with your notebooks, they're redefining womanhood\".  ","keywords":"Preeti Das, Play, Women","keyword1":"community","keyword2":"interactive","keyword3":"humour","links":"https://www.instagram.com/reel/CuL4qdqsxBT/?igsh=ZnI4bXA1b3VjdGg4","category":"Space","id":65},{"no":"66","title":"Bin Baykancha Tamasha","artform1":"Marathi Folk-Theatre/Lavani (Tamasha Style)","artforms (new additions) ":"","artform":"Folk Dance","duration":"1. 6:25 minutes  2. 5:07 minutes  3. 6:17 minutes","plot":"This Marathi Lavani form, whose title translates to \"A Tamasha Without Women,\" is an exploration of gender and performativity through the lens of traditional Tamasha theatre. It was a form that was born out of claiming respect and recognition for cross-dressed Lavani performers. The narrative blends humour, music, and dance to critique societal norms and patriarchy while offering nuanced insights into how femininity is performed and constructed. The following entry has two performances at town/village events and one NDTV report that has snippets of the performance as well as an elaboration of the performers and the form.","rationale":"By queering the structure Lavani through Tamasha and utilizing an all-male cast, the play destabilizes heteronormative frameworks and challenges the patriarchal underpinnings of folk art forms. Its innovative approach aligns with the archive's goal of showcasing performances that interrogate conventional artistic and social binaries, offering a subversive lens on gender and performativity. Furthermore, it resonates with the archive’s emphasis on reimagining queerness within traditional Indian performance forms, blending activism with artistry to present a dynamic critique of gender norms. ","keywords":"Lavani, Bin Baykancha Tamasha, Lavani men, Marathi Lavni","keyword1":"identity","keyword2":"social commentary","keyword3":"caste","links":"https://www.youtube.com/watch?v=y0vI1yThU9M&list=PLmeLsZ67qE05XXjSmkHWgQWPKoKjjCtiL&index=11  तमाशा पोखले यात्रा 2024  Special Report: Tamasha, men no bar (Aired: July 2006) ","category":"Rewritings","id":66},{"no":"67","title":"Dhumabhagavati Theyyam","artform1":"Theyyam (ritual folk performance)","artforms (new additions) ":"","artform":"Folk Dance","duration":"4:02 minutes","plot":"Dhumabhagavati Theyyam is a powerful ritual performance from Kerala. The Theyyam is performed by men (generally from lower castes) predominantly in Brahmin temples and features a visually striking appearance of the goddess, with firecrackers adorning the performer’s head and waist. The narrative traces the goddess's origin from the Homa Kund (sacrificial fire pit) of Lord Shiva, born out of smoke to destroy demons. She is venerated in two forms: as Bhadrakali, embodying her fierce protector aspect, and as Varahi, symbolized by a boar mask. The performance recounts her journey across Kerala, blessing Brahmin temples and ensuring the protection of devotees.","rationale":"Dhumabhagavati Theyyam is performed by individuals from marginalized caste communities, traditionally tasked with embodying the divine in these ritual contexts, in contrast to the Brahmin priests who officiate temple worship. This caste dynamic reflects a critical intersection of power, performance, and spirituality, where marginalized performers challenge hierarchical caste norms by becoming vessels of divine power. The Theyyam queers the boundaries between human and divine, masculine and feminine, and low and high caste, aligning with the archive's mission to highlight performances that disrupt traditional binaries. Additionally, the performance bridges folklore, mythology, and ritual, showcasing queerness as an intrinsic element of Kerala’s performative traditions.","keywords":"Theyyam, Dhumabhagavathi, Kannur","keyword1":"regional","keyword2":"caste","keyword3":"collective memory","links":"ധൂമാ ഭഗവതി/Dhumabhagavati","category":"Rewritings","id":67},{"no":"68","title":"Camille Claudel: Into the Fire","artform1":"Vocal and Piano Recital","artforms (new additions) ":"","artform":"Music","duration":"Approx. 30-40 minutes","plot":"This is a performance that is a song cycle composed by Jake Heggie, inspired by the life and artistic journey of French sculptor Camille Claudel. The performance traverses her emotional highs and lows: a lover grappling with rejection by Auguste Rodin, a mother mourning the loss of her child, and a woman enduring the isolation and torment of an asylum. Subin Mathai, a male countertenor, embodies the voice of Claudel, with piano accompaniment by Nadine Crasto. ","rationale":"This performance showcases a fusion of classical music and contemporary composition. It exemplifies how live performance captures the intersection of music, biography, and art history, contributing to the queer archive by exploring themes of identity and defiance against societal norms. This specific performance has a countertenor who sings in the voice of Camille, a woman who lost her child, a sad lover, and a woman in an asylum. This unique interpretation queers both the form and performance, with a male voice assuming the identity of a historically marginalized woman, creating a layered narrative of identity, defiance, and vulnerability.  ","keywords":"Camille Claudel: Into the Fire","keyword1":"identity","keyword2":"interactive","keyword3":"storytelling","links":"Camille Claudel- Into the Fire - Google Drive","category":"Rewritings","id":68},{"no":"70","title":"One Part Woman', spoken word by Bharath Savitri Divakar","artform1":"Spoken word poetry","artforms (new additions) ":"","artform":"Poetry","duration":"2 mins, 44 secs","plot":"Performed at Spoken Word Festival, this performance is the poet's dissonance and battle with the binaries society attempts to dissect him in. ","rationale":"The poet narrates a world of hypocritical binaries. They talk about a sister who curses them for their femininity and an experience of constant dysmorphia, 'testosterone ties my tongue' The poet resents the way in which the mechanical binaries of society, '1s and 0s' has infiltrated their consciousness too. Through the course of the poem, they talk about the patriarchal stereotypes assigned to women, which also assign to them. They also talk about the unhealthy masculinity associated with men, also associated to them. \"Zero on all days, I am one part woman\"","keywords":"spoken word ","keyword1":"LGBTQIA+","keyword2":"storytelling","keyword3":"resistance","links":"https://youtu.be/UL2FkxVFPig?si=8NeB5ZfUe_JTjgIy","category":"Language","id":69},{"no":"71","title":"Trans/Generation' by Alok Vaid Menon","artform1":"Spoken Word Poetry ","artforms (new additions) ":"","artform":"Poetry","duration":"4 mins, 34 secs","plot":"Performed at Unerase Poetry, this poem narrates the silent conflict between the poet's identity and that of their culture and family. ","rationale":"the poet talks about how in their family, one mustn't smile for portraits. They say that not smiling is also an act of resistance. it also symbolises all the silences that stand between them. silence, they say, is violence. As they follow their life, very differently marginalised than their equally marginalised grandmother, they talk about the 'economy of rage' in their culture and the little respites and rushes that keep them alive. ","keywords":"poetry","keyword1":"resistance","keyword2":"identity","keyword3":"storytelling","links":"https://youtu.be/iLPwZZjMqyI?si=J7Smtepm2RNBiBKf","category":"Rewritings","id":70},{"no":"72","title":"Not Limited by Time ft. Nrithya Pillai\nNattuvangam and Vocal: Ananthashree ","artform1":"Politicizing Bharatanatyam","artforms (new additions) ":"","artform":"Classical Dance","duration":"20 Minutes 46 Seconds ","plot":"From Nrithya Pillai:\n\"I perform my Bharathanatyam to imagine new regimes of mobility and equity for women like me from the hereditary families that are the original custodians of the bharathanatyam tradition. A large part of this has to do with the retrieval – through largely oral sources– of dance repertoire of historical import that was created by and for my direct ancestors. I perform such pieces not only as a counterpoint to the acts of upper-caste appropriation and stewardship, but also to acknowledge the deep levels of mediation through which I myself have received the very practice of Bharatanatyam, across the deep vectors of reform discourse, aesthetic refashioning, and moral and cultural nationalisms. \nBuilt upon the thematic of courtly love, as opposed to nationalist neo-Hindu devotional modes, my reclaiming of my community’s repertoire, asserts old familial genealogies into the dystopic spaces of capitalism where today’s corporate-funded “classical” dance thrives for the upper-castes. I perform dance compositions that were created or revivified for the new elites by hereditary dance-masters (nattuvanars) in my family – except that now, I perform these through my Bahujan body.\" \n\n\"Moreover, my performance is also rooted in my contemporary anti-caste stance through the inherited, distinctly modern vocabulary of the reinvented Bharathanatyam, shifting our focus away from the nationalist, religious content that dominates public representations of the art today. Through these interventions ,I hope to challenge basic understandings of the history and social constitution of Bharathanatyam as a corporeal and cultural practice.\"","rationale":"The artist's work is a powerful reclamation of traditional Bharatnatyam, reimagining it through an intersectional lens. By drawing from oral histories and moving away from fixed categories like nationalism and devotion, the artist politicizes the form. The interaction between the two female bodies on stage is particularly striking, fostering a sense of solidarity and community. This performance challenges traditional gender roles and beauty standards, celebrating diverse bodies and voices. By centering intersectional identities and breaking norms, the artist creates a space for historically marginalized  body, community, and their perspectives within the realm of classical Indian dance.\nArtist singing in between the performance was quite fluid.\n\n\n\n\n\n\n\n","keywords":"traditonal","keyword1":"caste","keyword2":"new way","keyword3":"caste","links":"https://www.youtube.com/watch?v=iQG1dnPCJ5E","category":"Rewritings","id":71},{"no":"73","title":"Firefly women\n\nCast: Priiya, Savita Rani, Manjari K\nSound: Philipp Kehdler\nDramaturgy: Wen Hui\nDirection: Manjari","artform1":"Text documentary ","artforms (new additions) ":"","artform":"Theatre","duration":"1 Minutes 31 Seconds ","plot":"This performance is about two young Indian women, imprisoned under a law, share their experiences in letters to friends and comrades. They describe how the patriarchal structures within the prison mirror those of the outside world. The women write about forming bonds with fellow inmates who teach them to navigate prison life with dignity. They also share their interactions with children born and raised within the prison walls.","rationale":"This performance delves into the experiences of forgotten individuals and their stories who comes from the tribal communities, examining how they navigate gender and identity within a surveillance under prision. It highlights the resilience of marginalized bodies and the power of collective resistance. The work explores themes of solidarity, empathy, and the search for solace in the face of oppression. By focusing on the lived experiences of these individuals, the performance challenges normative gender roles and exposes the limitations of surveillance systems.","keywords":"stories","keyword1":"reality","keyword2":"identity","keyword3":"","links":"https://www.manjarikaul.com/firely-women","category":"Body","id":72},{"no":"74","title":"Reaching out to grasp roots...I stand uprooted by Lapdiang Syiem\n\nAdaption of three poems by Esther Syiem","artform1":"Theatre storytelling","artforms (new additions) ":"","artform":"Theatre","duration":"20 Minutes 30 Seconds ","plot":"Theater artist Lapdiang Syiem's performance \"Reach out to grasp roots - I stand uprooted\" is an adaptation of Esther Syiem's poems, centered around the myth of U Thlen. This powerful piece delves into the devastating impact of coal mining on the region, weaving together three interconnected stories: the myth of U Thlen, the tale of a mother and her dying child, and the reemergence of U Thlen in the modern context. By exploring the interplay of these seemingly simple characters, the performance reveals their profound metaphorical significance for our contemporary times. It highlights the destructive force of coal mining, which is consuming land, economies, and lives.","rationale":"The artist's fluid performance challenges traditional gender roles and societal expectations. They question the gendered nature of the myth of U Thlen, exploring how the narrative might unfold if the character were female. Through their work, the artist seeks to share the lived experiences of marginalized communities and challenge the boundaries between the imagined and the real. By embodying diverse roles and emotions, they highlight the fluidity of identity and the power of storytelling to create empathy and understanding. The clothes they are wearing is sybolises the stories of women from rural Meghalya.","keywords":"northeast","keyword1":"regional","keyword2":"nature","keyword3":"","links":"https://princeclausfund.nl/awardees/lapdiang-artimai-syiem\nhttps://www.youtube.com/watch?v=wdeH43EJepc&t=8s\nhttps://www.youtube.com/watch?v=9hIFtaPW7Zg","category":"Language","id":73},{"no":"75","title":"Contempt - a legal theatre (8 February, 2018) | Blackbox, Ashoka University","artform1":"Play","artforms (new additions) ":"Dance as Political Discourse","artform":"Theatre","duration":"45 minutes (approx.)","plot":"Directed by Danish Sheikh, this play mixes stories from queer lives - and excerpts from court hearings on Section 377. The narratives are delivered by witnesses - and given the label of affidavits; in a way, it reimagines the dialogue between lawyers and witnesses but in a theatre setting. How does contempt as an emotive practice inhabit the lives of those within, and outside, the classroom?","rationale":"The play has a wide applicability - as its performance has taken place in both university and theatre spaces. The use of both stage and the background screen projection allowed for parallel narratives to keep running. While keeping the legal dilemmas in the centre, it often breaks into poetic, philosophical musings as well: some of the audio narratives happen with no one on stage.","keywords":"Contempt","keyword1":"Section 377","keyword2":"Danish Sheikh","keyword3":"","links":"https://drive.google.com/file/d/1BBwJjnWHklNQVwpGuEOr5fAPJjAO3bb2/view","category":"","id":74}]